{
    "type": "table",
    "name": "guests",
    "database": "libertycon_org",
    "data": [
        {
            "id": "413",
            "name": "A. M. Freeman",
            "bio": "A.M. Freeman is a young author from the beautiful Georgia mountains. When not arguing with fictional characters, she enjoys reading and horseback riding, and she just about never stops dancing. You can find her work, At The End of Detachment, in the anthology Forbidden Thoughts, and more stories in the Planetary Anthologies.",
            "image": "88cff-12472626_10208337119339617_6679264197326288169_n.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "158",
            "name": "All Other Attending Pros",
            "bio": null,
            "image": null,
            "type": "Fan Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "354",
            "name": "Amanda Makepeace",
            "bio": "Amanda Makepeace is an award winning artist and illustrator. Her career began more than a decade ago while living abroad in the UK. In recent years, Amanda has worked with independent publishers and game companies. She is a regular at Fantasy and SciFi conventions in the southeast, and an award winner at JordanCon, DragonCon, ChattaCon, and LibertyCon.\n\n",
            "image": "58598-makepeace2018biopic.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "331",
            "name": "Amie Gibbons",
            "bio": "Amie was born and raised in the Salt Lake Valley. She started making up stories before she could read and would act them out with her dolls and stuffed animals. She started actually writing them down in college, just decided to do it one day and couldn't stop. She loves urban fantasy, and is obsessed with the theory of alternate realities. Whether or not she travels to them in the flesh or just in her mind is up for debate.",
            "image": "gibbons_amie.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "36",
            "name": "Anita Moore",
            "bio": "Self-trained artist and accidental professional sculpture of extruded polystyrene, Anita S. Moore is the founder of FooFighterubu Wargame Terrain Studio. Anita makes her home in beautiful Dalton Georgia and and creates amazing scenes in  the chaotic alternate dimension that is her attic.\nAnita is a fairly well known Mythos artist as well. This and other genre art can be seen here at LibertyCon, at http:\/\/gatesofyith.freeservers.com\/\nAnd the new tee-public shop at\nhttps:\/\/www.teepublic.com\/user\/mooremythos\nAs a pro miniarures game terrain builder of 15 years , Anita has crafted everything from rubble strewn battlefields, grassy rolling hills and forests, quiet ponds and raging river. As well as complex scenery for  a variety of game systems including bolt action, malifaux, Lord of the Rings, Warhammer fantasy Sigmar and 40K, and tabletop role-playing environments for D&D, red Earth I think that's the name, in Call of Cthulhu among others. These environments include grasslands,  and volcano dominating landscapes. \nWastelands. Badlands. Swamp lands. High tower's. Catacombs.  Dungeon tile. Dwarven strongholds. Structures and iconic features for a variety of Warhammer armies. Occasional SciFi and dark future landscapes. The Withardrobe doors to Narnia, and lots of Lord of the Rings stuff including Lonely Mountain, The Argonaut, Elven waterfalls, the Inn of the Prancing Pony, and Helms Deep... Twice! (This last may be viewed in the Libertyart show this year 2019.) More waterfall in rivers then you can count of every size and variety they can be planted on a gaming table for fun immersive wargaming for RPGs. Occasionally called upon to create diorama and scenes oh, and even has created a collection of natural settings for clients on either coast of the United States. And has work shipped literally all over the world including Europe, yes all of it, Taiwan, Singapore, Australia, Canada, nearly all 50 states including Hawaii and Alaska, Guadalajara, Russia, Poland, Japan, Afghanistan, I'm probably more of the Middle East wherever our fighting men had been. For a while there were lots of orders to one of two foreign Post Office ZIP codes which meant the box was going to a deployment area somewhere. Anita's work maybe scene and ordered our Facebook page \nFooFighterubu Wargame Terrain Studio.\nhttps:\/\/m.facebook.com\/home.php\nEBay\nhttps:\/\/www.ebay.com\/itm\/Incredible-6x4-ft-MODULAR-TUNDRA-VOLCANO-FULL-Battle-Board-BY-Foo-Terrain\/333043541033?pageci=85e9a3d0-d220-4eeb-bc7d-92d30d10d2e3\nhttp:\/\/myworld.ebay.com\/foofighterubu\nEtsy\nhttps:\/\/www.etsy.com\/listing\/669991973\/incredible-6x4-ft-modular-tundra-volcano\nAnita's work appears in galleries as samples products produced using tools or product sold on those sites. Including \nHotwire  Foam Factory \nHWFF.COM\nfamily-owned operation which releases Hotwire tools used by craftspeople, artists, and terrain builders.\nhttp:\/\/gallery.hotwirefoamfactory.com\/modeling\/miniature-gaming-terrain\/mg_anitam_a\/\nAnd Unreal Details LLC owned and operated by Dave Williams and producer of Magic Water\nhttps:\/\/www.unrealdetails.com\/uses\/photo-galleries\n*lower img. \nDakkaDakka.com\nAnd \nCMON.com\nAnd speaking of role playing games. Anita will also be running to Call of Cthulhu concessions at Libertycon this year again.",
            "image": "69e3c-orca-image-1498845450879.jpg_1498845451017.jpeg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "208",
            "name": "Anna Grace Carpenter",
            "bio": "A.G. Carpenter writes fiction of (and for) all sorts, with a focus on the speculative. With over a dozen published short stories, her work has appeared in Twitter-zines such as One Forty Fiction and Trapeze Magazine, online publications Daily Science Fiction, Abyss & Apex, Nature Magazine - Futures, the Grantville Gazette, and others. The Weather's Always Fine in Paradise, a collection of new and old short stories and novelettes, is available now. Touch, a Southern Gothic novella trilogy, is available from Falstaff Books. Monster Society, an anthology of stories co-written in the 1632\/Ring of Fire shared world is out now from Eric Flint's Ring of Fire Press. A new series of SF Western novels, beginning with A Fistful of Dust, is forthcoming from Falstaff Books in Spring 2019. Carpenter graduated from The College of Santa Fe with a degree in Moving Image Arts (B.A, 2004) and is still an avid fan of film making, with a preference for movies in which things explode. She maintains a blog about her work and the process of writing on her website (agcarpenter.blogspot.com).",
            "image": "2ca05-agcarpenter-author-photo-2.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "330",
            "name": "Dr. Arlan Andrews",
            "bio": "Dr. Arlan Andrews, Sr., has published dozens of science fiction stories in magazines and anthologies, as well as two story collections, two novels, and several hundred articles and columns, mostly dealing with speculative technology, humor, paranormal, ancient technologies, and Fortean subjects - totaling over 500 publications in more than 100 venues worldwide.   (He's also written numerous music comedy plays for SF cons Inconjunction and Bubonicon, a Heinlein filk, a few occult country-western songs, and with Dr. Catherine Asaro, the recent ballad \"Ancient Ages\" available for viewing on YouTube.)\nAfter an engineering career at AT&T Bell Labs at White Sands Missile Range and around the U.S., Arlan retired as a Manager at Sandia National Laboratories in Albuquerque in 1996, then co-founded several high-tech startups, finally retiring as Environmental Director at Naval Air Station Corpus Christi, Texas, in 2013.  Since then he has been a consultant and writer.  His latest non-fiction project is a book about an ancient solar calendar site in Peru, which he visited in 2012 and again in 2017.  \nIn 1992, while working as a Fellow in the White House Science Office (OSTP), Arlan founded SIGMA, the science fiction think tank, which provides pro bono science fictional futurism for the Federal Government.  SIGMA members have since worked with all of the Armed Forces and alphabet agencies, and in 2012 put on a panel on \"Disruptive Technologies\" in Riyadh, Saudi Arabia, as guests of the Kingdom.  SIGMA work continues now with the Unified Futures Forum of the US Army Special Forces Command,  with the Science and Technology Directorate of the Department of Homeland Security, and other agencies.\nIn addition to writing the first article about 3D printing (\"Manufacturing Magic\" Analog, September 1992), Arlan coined the terms \"nanobots\" and \"microbots\" in a series of 1992 articles in Science Fiction Review Magazine, and wrote the first White House endorsement of molecular nanotechnology and 3D printing  (\"Manufacturing\" chapter in The President's Report to Congress on Science and Technology, April 1993 ).  And in a June 1993 article, \"Single Stage to Infinity!\" he coined the immortal phrase, \"A spaceship that that takes off and lands the way God and Robert Heinlein intended.\"\nArlan and his wife Joyce live near Louisville, Kentucky.  They have six children and eleven grandchildren, scattered from Massachusetts to Nevada.  And three small dogs.\n",
            "image": "4d925-aka-lc-2019-bio-1.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": true
        },
        {
            "id": "128",
            "name": "Atlanta Radio Theatre Company",
            "bio": "Since 1984, the Atlanta Radio Theatre Company has been performing, recording, and broadcasting dramatic audio -- fully dramatized, fully sound-scaped audio drama, far beyond the readings and &quot;audio books&quot; you can find in every bookstore. We like to think that what we do is classic &quot;old-time radio&quot;, as it would sound with today&#039;s technology and dramatic techniques. This year they will be doing both a presentation and a reading.\nThe presentation will be <em>Lone Star Planet<\/em> by H. Beam Piper, adapted by Ron N. Butler. The Plot: When Stephen Silk is sent to the planet of New Texas, he thinks he&#039;s being sent to do three small things: Take over for the recently assassinated ambassador from the Solar League (and find out who did it while he&#039;s there), convince the fiercely independent world to join the Solar League, and head off a potential alien invasion. When he arrives, however, he quickly finds himself in the midst of a culture that guards its freedoms jealously, which puts a bit of a twist on the investigation. Can Silk stand before the Court of Political Justice and convince the tribunal that the victim being a politician isn&#039;t an acceptable defense against murder? Can he unmask the killers and reveal the conspiracy that motivated them? And just how insulting is it that the new ambassador is packing heat?\nThe reading will be <em>The Scouring of the Shire<\/em> by J. R. R. Tolkien, adapted by Cyd Hoskinson and Nancy Skidmore. The Plot: The movies directed by Peter Jackson were sweeping epics that captured the feel and the peril of Middle Earth, but audiences can only sit still for so long. Come hear the vital parts of &quot;The Lord of the Rings&quot; that were never filmed, much less reached the cutting room floor. In this installment, we find out that even after the fall of a great evil, there can still be wickedness in the hearts of men, wizards, and hobbits alike, and that it will be up to a new breed of hero to keep the peace at the end of the Third Age.",
            "image": "artc.gif",
            "type": "Performer",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "422",
            "name": "Benjamin Tyler Smith",
            "bio": "By day Ben earns his bread keeping track of the dead with digital cemetery maps, and by night he corrals the undead into whatever fantasy story he's working on next. Recent works include short stories in the Four Horsemen military sci-fi universe by Chris Kennedy Publishing, the Sha'Daa dark fantasy\/horror universe by Copperdog Publishing, and a fantasy piece that somehow became a finalist in the 2018 Baen Fantasy Adventure Award. He has a pair of novels he is working diligently on, and will be finished with both in 2019.\nMarried to a saint of a woman, ruled by a benevolent calico countess, he can be found at benjamintylersmith.com, on Facebook, and on Twitter.\n",
            "image": "b76bb-profile-photo-smaller-version.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "469",
            "name": "Benjamin Wheeler",
            "bio": "Saint Louis born, Ben Wheeler spends time working on projects for Superversive Press, writing, gaming and making videos. To assume that he has a personality beyond that would be foolish.\n",
            "image": "20347-20151009_133023.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "407",
            "name": "Brent Roeder",
            "bio": "Brent is currently a neuroscience PhD student researching how to restore damaged memory function.  A life long geek, he enjoys writing sci-fi and fantasy to relax from work.  Very occasionally he even remembers to finish a story.",
            "image": "09333-roeder_biopic.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "339",
            "name": "Brian Cooksey",
            "bio": "Brian Cooksey is an editor, game designer, and podcaster. He is the co-designer of the SagaBorn RPG system with Mike Bielaczyc. He is one of the hosts of the Play On Target podcast as well as a co-host of Armor Goes Clank. He lives in Nashville, TN with his wife Melissa Gay.",
            "image": "dd37d-headshot.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "377",
            "name": "Bryan Jones",
            "bio": "Bryan Jones is a chainmail smith and digital artist who proudly hails from Huntsville, Alabama, the &quot;Rocket City.&quot; He grew up in a computer-literate home long before computers were cool and enjoys transferring his imagination into digital space vistas. On the other end of the space-time continuum, Bryan is a fan of Renaissance Faires and medieval combat, translating that interest into chainmail creations that will delight any fair lady and her knight in shining armor. Visit Bryan at www.whitebearfantasies.com .",
            "image": "2779f-bryan-jones-pic.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "467",
            "name": "C.S. Ferguson",
            "bio": "C. S. Ferguson used to be an adventurer. He traveled half a million miles through 55 countries on every continent, circling the globe nine times. Then he had this epic fight vs. a crazy boss monster that was basically a vampiric half-dragon 14th level ranger\/7th level assassin. He tried to solo it, which was a big mistake, because that boss was a total badass. Yeah. It didn't end well. So, after he weaned himself off the pain killers, Ferguson retired from that and looked for something less dangerous. He settled in Seattle, where everyone is an aspiring game designer, so he claimed the same in an effort to fit in. Except, people believed him. His 14 games are in 68 countries. That means people actually buy them, which is pretty cool because now he can afford the high-end ramen. The mail lady and grocery store checkout girl both know him by name, so that's two diehard fans. And his mom gets his name right half the time, so that's like two and a half. That's more girls than would talk to him in middle school, so his life is improving.",
            "image": "79103-vin-1.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "201",
            "name": "Cedar Sanderson",
            "bio": "Cedar Sanderson is an author, artist, and a scientist. Her varied career lends extra flavor to her works of art, and her insatiable reading appetite once led her to run out of reading material and start writing her own. She hasn't stopped yet. Perennially inquisitive, she wants to know more about everything and will ask strange questions if you stand still long enough to let her. Works in print include her popular urban fantasy (with very little urban) Pixie for Hire series, her space opera Tanager's Fledglings, and her young Adult series Children of Myth, as well as a couple dozen shorter works that would make this bio too long to name them. Her cover art and design grace the covers of other authors as well as her own, and her cute dragon character appears in his own coloring book, Inktail & Friends.  ",
            "image": "CedarSanderson.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "251",
            "name": "Chris Kennedy",
            "bio": "A Dragon Award finalist, Chris Kennedy is a Science Fiction\/Fantasy\/Young Adult author, speaker, and small-press publisher who has written over 20 books and published more than 50 others. Chris' stories include the \"Occupied Seattle\" military fiction duology, \"The Theogony\" and \"Codex Regius\" science fiction trilogies, stories in the \"Four Horsemen\" and \"In Revolution Born\" universes and the \"War for Dominance\" fantasy trilogy. Get his free book, \"Shattered Crucible,\" at his website, chriskennedypublishing.com.\nCalled \"fantastic\" and \"a great speaker,\" he has coached hundreds of beginning authors and budding novelists on how to self-publish their stories at a variety of conferences, conventions and writing guild presentations. He is the author of the award-winning #1 bestseller, \"Self-Publishing for Profit: How to Get Your Book Out of Your Head and Into the Stores,\" as well as the leadership training book, \"Leadership from the Darkside.\"\nChris lives in Virginia Beach, Virginia, with his wife, and is the holder of a doctorate in educational leadership and master's degrees in both business and public administration. Follow Chris on Facebook at facebook.com\/chriskennedypublishing.biz.\n",
            "image": "kennedy_chris.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "459",
            "name": "Chris Oakley",
            "bio": "Chris Oakley owned and operated Oakley's Gently Used Books, a bricks & mortar used bookshop with a specialty in Sci Fi\/Fantasy, for more than 20 years (1995-2016) in Charlottesville, VA.  She has been a bookseller at Madicon, MarsCon, MystiCon, RavenCon, Libertycon and Omegacon.\nShe has edited and published \"undergound\" newspapers as well as literary magazines. As a GCIU Journeyman, she worked in small commercial print shops before opening her bookshop in 1995. For many years, she was the organizer and moderator for the VA Festival of the Book Sci Fi\/ Fantasy programs with Katherine Kurtz, Hugh Howey, Stephen Hickman, Steve White, Toni Weisskopf, David Coe, Jack Campbell (John Hemry) and others as guests.\nChris still brings her passion for bookselling and science fiction to the vendor's rooms of conventions and does volunteer book sorting, research and pricing for her local Friends of the Library book sales.",
            "image": "1e2f5-unnamed.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "221",
            "name": "Chris Smith",
            "bio": "Chris began writing fiction in 2012. His short stories can be found in multiple anthologies: Luna's Children:Stranger Worlds, Dark Oak Press; Dark Corners, Fantom Enterprises; Black Tide Rising, Baen; Sha'Daa: Inked, Copper Dog Publishing; Forged in Blood, Baen; The Good, The Bad, and The Merc, Seventh Seal Press; Noir Fatale, Baen, and Terra Nova- The Wars of Liberation, Baen.\nHe has co-written two novels, 'Kraken Mare' (Severed Press) with Jason Cordova, and 'Gunpowder and Embers- Last Judgement's Fire Book 1' (Baen, Forthcoming) with John Ringo and Kacey Ezell. \n\n",
            "image": "smith_chris.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "364",
            "name": "Chris Woods",
            "bio": "Christopher Woods has been an avid reader all his life. In addition to \"This Fallen World,\" he has written five books in his wildly-popular Soulguard series, as well as \"Legend\" and several short stories in the Four Horsemen Universe. He currently lives in Woodbury, TN, with his step daughter and his wife, who often reminds him that he should watch what he says because he tends to fall asleep long before she does.\nTo contact Mr Woods send e-mail to soulguard4@gmail.com. You can keep up with his new books by visiting his web page: theprofessionalliar.com",
            "image": "eb6e9-0701170937a.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "474",
            "name": "Claire Count",
            "bio": "Claire Count builds worlds as she is unsatisfied with this one. Animals don't talk and no one has magic. She corrects this in her stories published by Z Publishing House, FurPlanet, and more. Claire writes alt history, fantasy, and science fiction with a suspense twist. Follow on Twitter@ClaireCount or www.ClaireCount.com.\nas Claire Count : \nZ Publishing House -  America's Emerging Suspense Writers: The Deep South , 2019  \"The Carry-Out\"  a \"MeToo\" retrospective\nZ Publishing House - Georgia's Emerging Writers: An Anthology of Fiction,  2018 \"Fleeting Victory\" - a British Manor house mystery in 500 words\nWerewolves Versus  -  Werewolves VS Hollywood , September 2017 \"Sugar and Spice\"  - Werewolf in a zoot suit caught in a Romantic Comedy in Golden Age of Hollywood\nWerewolves Versus  - Werewolves Versus Fascism  ( Charity edition) - \"No Mercy\"  May 2017 -  a Fantasy Thriller set in Mussolini's Italy\nUnder Contract: \nBlue Room Books - Crime in the South - \"Hunter Hunted\" - A retelling of the story of Ma Barker and her sons as inspired by Gator Joe's Restaurant in Florida\nA story was accepted by Quincy J Allen  for The Penny Dread Tales by WordFire Press, but he cancelled the anthology before printing.. \"Lady Elizabeth and the Cursed Mirror\" is now becoming a novella in a steampunk series I am self publishing.  Est publish date Feb 2020\nAs Jelliqal Belle -\nThurston Howl Publishing  - Breeds: Foxes, 2019 \"Unexpected Gift\"  NSFW ( as a favor for an editor friend who was short for an issue) - Theme was Foxes\nFurplanet - Dissident Signals \"Gilded Cage\" 2018 -  Good review by the late Fred Patten - a dystopian tale set in a culture inspired by the Roman Empire - which was great if you were a noble but for those less fortunate ... well that was a different matter entirely.  - Anthology won a Leo Literary Award for 2018 - theme was a dystopian story\nFurplanet - Roar8, 2017  \"Flying back to Paradise\". - a Wonder Woman spoof featuring a runaway teenager who happens to be a wombat with a crush on Wolverine and Black Panther, Anthology won a Leo Literary Award for 2017,  anthology editor was nominated for Best Anthology of the year for Ursa Major award - theme was Paradise \nUnder Contract: \nThurston Howl Publishing - Purrgatorio - ( Based on Dante's works, 2nd in series) -  expected Fall 2019  \"The Hunger Moon\"  - Gluttony as shown by a Wendigo spirit set in Canada  and \"The Last Lament of Junkman Jones\"  - Sloth as shown by a otter inspired by the South Carolina Hurricane last year - Don't worry, Jones can hold his breath for a very long time...... ( to reference Creepshow)  \nThurston Howl Publishing  -  Furs hate Nazis - Rewrite of \"No Mercy\" -  Fall 2019, Fantasy Thriller set in Mussolini's Italy ",
            "image": "2afbe-claire-count-library-look.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "204",
            "name": "D. Alan Lewis",
            "bio": "Chattanooga native, D. Alan Lewisâ€™s debut novel, The Blood in Snowflake Garden was a finalist for the 2010 Claymore Award. Alanâ€™s other novels include, The Lightning Bolts of Zeus and The Bishop of Port Victoria. He is the editor of three anthologies from Dark Oak Press, Capes & Clockwork and the 2 Lunaâ€™s Children volumes. Alan has numerous short stories published, and is a frequent speaker\/guest at various genre conventions. You can follow Alan at his website:Â  www.dalanlewis.comÂ Â  Or on Facebook: Author-D-Alan-LewisÂ Â  Or on Twitter: @Dalanlewis",
            "image": "lewis_alan.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "127",
            "name": "Dan Hollifield",
            "bio": "My first professionally published short story is in the POD edition \"Flash Of Aphelion\" collection of flash fiction short-short stories on Lulu.com. My series of spaceport bar short stories, Tales From the Mare Inebrium, was published by Allan Gilbreath's Dark Oak Press in 2014  My self-published music albums on Bandcamp include two solo albums of instrumental music licensed collection of instrumental songs inspired by Stephanie Osborn's first four \"Displaced Detective\" novels, the soundtrack to a proposed steampunk audio play, and the first three of a series of seven live albums of garage band music I recorded back in the 1980s. The first three of my albums can also be found on Amazon. My steampunk short story \"Test Run\" is among those being shopped to the BBC by writer and editor Gareth Jones for a putative steampunk TV series, which if it actually sells, Gareth has asked if I'd be willing to become a featured writer for the series. My steampunk short story \"The Dark Side of Diablo Canyon\" won 2nd place in the July 2013 writing contest on the Creator And The Catalyst website and is now available in a steampunk anthology titled \"Steam-Powered Dream Engines\" published by Horrified Press, and my commissioned oil painting of \"Elvis On A Stairway To Heaven\" is under consideration for inclusion of fan-art to be included in a book by Roger Taylor - (not the drummer from Queen, but another Englishman by the same name.)\nMy e-zine Aphelion has been online since 1997, featuring the planet's finest work by amateur writers, available free to anyone with an Internet connection. No ads, no fees, and it has helped over 200 amateur writers turn pro over the past two decades.",
            "image": "hollifield_dan.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "381",
            "name": "Daniel Humphreys",
            "bio": "Daniel Humphreys is the author of the Paxton Locke urban fantasy series and the Z-Day series of post-apocalyptic thrillers. He lives in southern Indiana with his family.",
            "image": "50c42-61y-sqsn-cl._ux250_.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "67",
            "name": "Daniel M. Hoyt",
            "bio": "Daniel M. Hoyt is a systems architect for rocket trajectory software, when not writing or wrangling royalty calculations for indie presses. Since his first sale to Analog, Dan has appeared in other magazines and anthologies, notably Witch Way to the Mall, Strip Mauled, and Fangs for the Mammaries (Baen), and Mike Brotherton's groundbreaking Diamonds in the Sky. Dan has also edited a couple DAW anthologies, Fate Fantastic and Better Off Undead. His debut space opera, Ninth Euclid's Prince, launched in 2015; sequels are underway. Catch up with him at http:\/\/www.danielmhoyt.com",
            "image": "hoyt_dan.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "25",
            "name": "Darrell 'Doc' Osborn",
            "bio": "A Man Out of Time Living Life In the Past Lane! Controlled chaos ensues when a mad scientist takes over the Con! Bent on world domination through the use of his flaky experiments and Balloons of Doom, he uses the audience as laboratory rats to carry out his diabolical schemes! Doctor Osborn is North Alabama and the Tennessee Valley's #1 Magical Mad Scientist! He delivers hilarious comedy magic and amazing balloon twisting to corporate and private events across the south. Doctor Osborn is more than just a one-shot act (although his \"Newfangled Medicine Show\" is a fan favorite). He is there all day throughout the convention interacting and entertaining attendees of ALL AGES with his magic and crazy balloons. Many have said when they walk into the convention; they know Doctor Osborn is there. Other options also include magic and\/or Balloon workshops. He will be traveling with his wife Stephanie Osborn Writer\/Scientist. PS: Some requirements may vary depending on special request",
            "image": "osborn_darrell.jpg",
            "type": "Artist \/ Performer",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "303",
            "name": "Dave Schroeder",
            "bio": "Dave Schroeder (SHRAY-der) is the author of the Congruent Mage fantasy series and the Xenotech Support science fiction humor series.  He is a retired IT executive from Atlanta who enjoys performing with the Atlanta Radio Theatre Company, where he is a writer, voice actor, and foley sound effects artist.\nDave also runs a small publishing house called Spiral Arm Press that primarily handles his own work, including an audiobook version of Xenotech Rising, the first book in his SF Humor series. Podium Publishing, from Toronto, Canada, produces audiobook versions of Dave's Congruent Mage fantasy series. In 2003-2004, Dave wrote and produced an original comedic musical, Softwear.com, and put it on off-off-Broadway in New York.\nNow writing the second trilogy in the Congruent Mage series (Congruent Emperor, Congruent King, Congruent Mage), Dave is considering writing mysteries set on an around the world cruise next. He loves cruising, gets a lot of writing done while at sea, and thinks the research would be fun. Stop by and say hello at the Atlanta Radio Theatre Company's table in the Dealer's Room or attend his presentation on writing effective cover copy.",
            "image": "schroeder_dave.jpg",
            "type": "Author \/ Performer",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "355",
            "name": "David (D.J.) Butler",
            "bio": "Dave (D.J.) Butler has mostly recovered from being a lawyer. He writes fantasy for adults (WITCHY EYE, Baen) and kids (THE KIDNAP PLOT, Knopf), loves languages and board games, and plays bad guitar. He's married and has three kids. Dave is also acquisitions editor for Kevin J. Anderson's WordFire Press.",
            "image": "f154f-dave-butler-color2.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "93",
            "name": "David B. Coe \/ D. B. Jackson",
            "bio": "David B. Coe\/D.B. Jackson is the award-winning author of nineteen fantasy novels. As David B. Coe he writes the Case Files of Justis Fearsson, a contemporary urban fantasy. As D.B. Jackson he writes the Thieftaker Chronicles, a blend of urban fantasy, mystery, and historical fiction.",
            "image": "coe_david.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "314",
            "name": "David Bogen",
            "bio": "David Bogen (BSEE, PE, Corporate Fellow) has been in the electric utility industry for more than 35 years and has helped implement many changes that analyze, control and monitor the conditions of the electric transmission system. In 1990 David earned his Professional Engineering License in the state of Texas. In 1994 David was picked to be a member of the team that implemented the first Energy Management System for TXU Energy which transitioned the utility from using traditional SCADA system to then cutting edge control and analysis applications. In 2006 David was name a Corporate Follow for his work in State Estimation and implementing Real-Time Advance Transmission Analysis applications at Oncor Electric Delivery. He has been a staunch supporter for the implementation of systems that utilize &#039;open standards&#039; for data exchange and has worked with both national and international standard organizations. Consequently, he has been an active participant in IEEE, EPRI, NASPI, IEC, CIMug, ERCOT, NERC, and SGIP.",
            "image": "bogen_david.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "365",
            "name": "David Boop",
            "bio": "David Boop is a Denver-based author & editor. Previously, David worked as a DJ, film critic, journalist, and actor. David's debut novel, the sci-fi\/noir She Murdered Me with Science, returned to print in 2018. David edited the anthology, Straight Outta Tombstone, for Baen with Straight Outta Deadwood and Straight Outta Dodge City forthcoming. David's short fiction includes tie-ins for Predator, The Green Hornet, and Veronica Mars. In game design, he's written for the Flash Gordon and Deadlands: Noir RPGs. Currently, he's re-launching the classic Bureau 13: Stalking the Night Fantastic. Check out Davidboop.com, Facebook.com\/dboop.updates or Twitter @david_boop for more.",
            "image": "570c2-david-boop.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "268",
            "name": "David Carrico",
            "bio": "David Carrico made his first professional SF sale to The Grantville Gazette e-magazine in 2004. His stories have also appeared in the Grantville Gazette and Ring of Fire anthologies from Baen Books and in Jim Baen's Universe e-magazine. Baen Books has published a story collection by David entitled 1635: Music and Murder, and two novels written in collaboration with Eric Flint: 1636: The Devil's Opera, and The Span of Empire, which was nominated for the 2017 Dragon Award for Best Military SF or Fantasy novel. David is currently working on a solo project.  His newest book, 1636: The Flight of the Nightingale, will be published by Baen Books in late 2019.",
            "image": "carrico_david.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "290",
            "name": "David E. Pascoe",
            "bio": "David E. Pascoe is a ne&rsquo;er-do-well of broad interests and little focus. He spent his childhood firmly ensconced in worlds of fantasy and science fiction with brief sorties into worlds of contemporary, horror and historical fiction of various stripes and inclinations. After rigorous intellectual training in theology and philosophy, he elected to enlist in the United States Navy, during which he used none of his skills to particularly good effect. Upon his separation from active duty, he dove back into science fiction, but this time as a writer. David spends his time in relative isolation somewhere on the East Part of the North American continent. His time is devoured by his infant son, and caring for his wife. Writing has taken something of a back seat, a circumstance not to David&#39;s liking, nor to that of the characters occupying his head. They seem to be organizing a strike . . .",
            "image": "pascoe_david.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "20",
            "name": "David L. Burkhead",
            "bio": "Indianapolis writer David L. Burkhead is a physicist working in Atomic Force Microscopy. In addition he is an author of science fiction and fantasy with books such as Survival Test, Big Blue, and his latest release The Unmasking (Dhampyre the Hunter, Book 1).\n",
            "image": "5d7f1-david_burkhead_linda9mm_dsc0201web.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "396",
            "name": "Debi Chowdhury",
            "bio": "Debi Chowdhury is:  Member of ICG(international Costumers Guild), Sick Pups(New York, New Jersey costumers Guild, NOEL (Northern Lights Costumers Guild, Ma), \nCo-Director Worldcon 75 Masquerade, Helsinki, Finland\nAssistant Director, ARISIA, 2017, Boston, Ma\nGreen Room Director, Lunacon 2016, 2017\nAssistant to the masquerade director, Loncon 2014\nGreen Room Clerk, Several conventions\nMasquerade Staff, Chicon 7, Lonestarcon",
            "image": "481dc-20170311_162623.jpg",
            "type": "Fan Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "307",
            "name": "Declan Finn",
            "bio": "Declan Finn is the author of books ranging from thrillers to urban fantasy to SciFi. In 2016, his book Honor at Stake was a Dragon Award Finalist for Best Horror. In 2017, he was a finalist in both best horror (for Live and Let Bite) and apocalyptic (for Codename: UnSub).\nFinn is one of a legion of writers over at The Catholic Geeks blog (a legion, for we are many). Other books he has written includes the comedy-thriller It Was Only on Stun! where he blows up a sci-fi convention (no, not this one). The sequel is Set to Kill, a novel that spun off of his parody, Sad Puppies Bite Back.\nHe co-authored the science fiction espionage novel Codename: Winterborn, and Codename: UnSub. However, he is most proud of his The Pius Trilogy and his Love at First Bite quartet - both rereleased by Silver Empire Press. His most recent releases include the Saint Tommy, NYPD series Hell Spawn, Death Cult, and Infernal Affairs and the upcoming space opera series, White Ops.\nFinn works for Silver Empire Press as their book of the month club can be found at his website, declanfinn.com, or wherever someone is starting trouble.",
            "image": "1d933-headapm.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "246",
            "name": "Doug Dandridge",
            "bio": "Doug Dandridge has been writing since he was kicked out of graduate school in 1996. Hundreds of rejections later, he finally self-published some of his backlog at the beginning of 2012. By March of 2013 he quit his day job to become a full-time writer. From then until the present he has self-published thirty-four books and sold almost a quarter million copies of his work. He has also appeared in numerous anthologies and is slated to appear in several more in the near future. Doug has a novel in the works with Arc Manor Publishing, and is working on book two in the series. There is also a novel, When Eagles Dare, in the Four Horsemen Universe, in the works.\n",
            "image": "dandridge_doug.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "356",
            "name": "Doug Loss",
            "bio": "Doug Loss is retired, but was an IT security analyst from Maryville, TN. He has been an SF reader since childhood (more than 55 years) and a war gamer for over 50 years. He's an avid blues music fan and is currently serving as the IT chair and president of the Board of Directors for the Tennessee Valley Interstellar Workshop (https:\/\/tviw.us).",
            "image": "360b2-doug-loss.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "444",
            "name": "Douglas Burbey",
            "bio": "Army Lieutenant Colonel (Retired) Douglas Burbey is constantly preparing to: repel the zombie hordes, defend America from all enemies foreign and domestic (particularly Hipsters and Fashionistas), brew beer & defeat the Rebel Alliance. His debut series Blood War has beer, dead demons, corrupt politicians, and rage issues.",
            "image": "54091-doug-burbey.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "473",
            "name": "Douglas Goodall",
            "bio": "Doug Goodall started making video games when his parents got a cheap TI-99\/4A. He's spent twenty years writing and programming games for real money. He likes to spend time with his brilliant and beautiful wife, his unusually soft cat, and his unproductive worldbuilding hobby.",
            "image": "8c146-doug-goodall.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "153",
            "name": "Dr. Ben Davis",
            "bio": "Ben Davis has a Ph.D. in Nuclear Physics and an M.S. in Nuclear Astrophysics from the University of Notre Dame. He taught at the college level for several years on a number of technical subjects ranging from computer programming and math to, of course, astronomy and physics. In the late nineties, he took up a career in software and industrial controls engineering (robot programming and electronics are fun as they seem). As a lifelong fan of science fiction, his main avocations now involve history, futurism and skepticism. When not traveling with his wife, playing with his dogs, climbing rocks, or attending cons, he spends his spare time pondering general relativity, the search for extraterrestrial intelligence and the effects of antimatter on the dark matter\/dark energy problem. Sometimes, he hunts for true psychics, ghosts and other paranormal phenomenon to no avail.",
            "image": "cf76d-lecturing2cropped.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false,
            "schedule": [
                "event1",
                "event2",
                "event3"
            ]
        },
        {
            "id": "372",
            "name": "Edward McKeown",
            "bio": "Edward McKeown is best known for his Robert Fenaday\/Shasti Rainhell series of SF novels set on the Privateer Sidhe.  He has now debuted a new series set in the same universe, featuring a 50,000 year old android named Maauro and her friend, a disgraced pilot named Wrik Trigardt, as they battle governments and the Thieves Guild for their freedom in, My Outcast State, Against that Time and the forthcoming, The Lost.  \nEd escaped from NY, but his old hometown supplies much of the background to his humorous \"Lair of the Lesbian Love Goddess\" shorts, as his new hometown in Charlotte, North Carolina does for his \"Knight Templar\" urban fantasy series. He enjoys a wide variety of interests from ballroom dance to the martial arts. Ed has also edited five Sha'Daa anthologies of tales of the Apocalypse and a wide variety of short stories collected in Knight in Charlotte and On the Case.  \nFind him on Facebook and at http:\/\/edwardmckeown.weebly.com and http:\/\/www.amazon.com\/-\/e\/B004NM9ZU2 \n",
            "image": "d680d-edmckeown.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "144",
            "name": "Fritz Fotovich",
            "bio": "In his non-con day job, Fritz is a non-starving artist masquerading as a logistics engineer contracting for the United States Government. While he does love his mundane work environment, he loves to spend his off time with His Favorite (Stacy), creating art at the Magic Manor, or playing in the Freakin Terrific Woodshop. There&rsquo;s no limit to what he will make and create. He gladly volunteers his skills to non-profits, businesses in need, friends, family, and friends of friends and family. Not only that, but he loves to cook and have a fun time no matter in what he does; including performing duties as a Steve Jackson Games MIB.\n",
            "image": "fotovich_fritz.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false,
            "schedule": [
                "event1",
                "event2",
                "event3"
            ]
        },
        {
            "id": "323",
            "name": "Gary Poole",
            "bio": "Gary Poole has been a regular presence on the convention scene since he was a teenager back in the mid-80s. A consulting editor for Baen Books, his latest anthology is \"Voices of The Fall\", set in New York Times bestselling author John Ringo's \"Black Tide Rising\" zombie apocalypse universe.\nHe is also the founder of both the very popular Robot Battles competitions and the Southern Fandom Resource Guide online convention calendar. And if that wasn't enough, he hosts a morning radio show and is the managing editor for an alternative weekly newspaper here in Chattanooga.\nHe has spent the better part of the last thirty years working in print, radio and television, has been writing and performing music even longer, and dabbles now and then in theater and film as a screenwriter, composer and actor, though thankfully not all at the same time.",
            "image": "e29f3-unnamed.jpg",
            "type": "Editor",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "134",
            "name": "Gary Shelton",
            "bio": "Agronomy Degree from Auburn University. Worked at the USDA-Agricultural research service as an Agronomist since 1990. Edits a yearly report that includes Soybean research from the Southern States. Currently working on genetic modifications of Soybeans in the Crop genetics Research Unit Stoneville, MS.",
            "image": "shelton_gary.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "432",
            "name": "Gerald Martin",
            "bio": "Gerald (Gerry) Martin has been working on computers since his very first Tandy 1000HX that he got from his parents for Christmas in 1988. Starting at 5 years old to now, there is very little he has not seen or tried to do with his systems over the years, especially when he wanted to play a game!\nThe world should be thankful that it wasn't Gerry who was the star in \"Wargames\" because when the supercomputer asked \"Would you like to play a game?\" there is no chance Gerry would have refused. Starting with the old text adventures from Infocom to the survival shooters and role-playing games today, he has played nearly every genre available. His collection of PC games (and console games to a certain extent) covers the strategy, shooter, and role-playing game gamut with some of the old point-and-click adventure games featuring a place on his shelves. At over 500 games, many complete in their original boxes, he enjoys preserving these classics for others to enjoy.\nGerry, via his online handle LongwoodGeek, streams quite a few of these games on his Twitch Channel which has made affiliate status (he isn't rolling in money yet but that is what hard work can get you!). His YouTube Channel, still under GerryBM due to Google's policies on unique names being tied to money-making, has videos of not just game play but discussions and interviews with game developers along with retro technology repairs and demonstrations.\nIf there is gaming knowledge to be shared, rest assured Gerry will be more than happy to share it with you!",
            "image": "8a4f5-gerrybio.jpg",
            "type": "Fan Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "26",
            "name": "Grant Cooley",
            "bio": "Grant Cooley is a Nashville based Illustrator and Fine artist. Living in East Nashville, Grant travels the Southeast convention circuit doing custom artwork, panels, demonstrations and selling prints and original works of art.  Grant graduated from MTSU in 2003 with a degree in Graphic Design and a double minor in Art and Illustration. Since then he has worked as a freelance designer and as the proprietary owner of a comic and games store located in Murfreesboro, TN. After the birth of his twin daughters in 2008, Grant decided to begin pursuing his art career while raising his girls. In 2009 he began a series of promotional works (now residing in several private collections) in order to generate a sense of style and focused direction.\nWith feedback from some of the top artists in his field such as Dan Dos Santos, Eric Fortune, Michael Whelan and Donato Giancola, Grant launched himself into this endeavor and has been avidly painting since. His works range from the esoteric to the downright silly; technically drafted illustration to ethereal space-scapes. His work has won several awards along the convention circuit and will soon be gracing the pages of a few books and gaming supplements.\n",
            "image": "cooley_grant.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "313",
            "name": "Gray Rinehart",
            "bio": "Gray Rinehart writes fiction, nonfiction, and music. He is the only person to have commanded an Air Force satellite tracking station, written speeches for Presidential appointees, and had music on The Dr. Demento Show. He is currently a contributing editor (the \"Slushmaster General\") for Baen Books.\nGray is the author of the near-future science fiction novel Walking on the Sea of Clouds, and his short fiction has appeared in Analog Science Fiction & Fact, Asimov's Science Fiction, Orson Scott Card's Intergalactic Medicine Show, and multiple anthologies. He is also a singer\/songwriter with two albums of mostly science-fiction-and-fantasy-inspired music.\nDuring his rather odd USAF career, Gray fought rocket propellant fires, refurbished space launch facilities, \"flew\" Milstar satellites, drove trucks, processed nuclear command and control orders, commanded the largest remote tracking station in the Air Force Satellite Control Network, and did other interesting things. His alter ego is the Gray Man, one of several famed ghosts of South Carolina's Grand Strand, and his web site is graymanwrites.com.",
            "image": "cb23d-gr_tlmb_angle_square.png",
            "type": "Author \/ Performer",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "397",
            "name": "Greg Eden",
            "bio": "Greg Eden is from New Zealand where he trained in radio communications and has worked in England, Wales, Austria, Ghana Nigeria, Sudan and Chad. He has installed radio equipment in garbage trucks, has been a communications officer for the UK Fire Service, has set up paging networks, and currently works in West Africa installing Air Traffic Control Systems and Meteorological Sensor Networks.",
            "image": "af2b2-7ecf1-dscn0376-copy.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "281",
            "name": "Griffin Barber",
            "bio": "Griffin spent his youth in four different countries, learning three languages, and burning all his bridges. Finally settled in Northern California with a day job as a police officer in a major metropolitan department, he lives the good life with his lovely wife, crazy-smart daughter, and needy dog. 1636: Mission to the Mughals, co-authored with Eric Flint, is his first novel. He has three short stories set in different universes out in 2019, two in anthologies from Baen Books: A Goddess in Red appears in Noir Fatale and Alpha Gamers in Voices of The Fall. Crate 88 appears in Chuck Gannon's Lost Signals Anthology.",
            "image": "barber_griffin.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "375",
            "name": "H.P. Holo",
            "bio": "H.P. Holo grew up in a family where it was dangerous to profess boredom. She's also an incorrigible smart aleck. So when her parents told her to read a dictionary, she did. And then she began writing novels they needed that dictionary to understand.\nHer first published ode to smart aleckery was YA fantasy The Wizard's Way (with Jacob Holo), which readers have called everything from \"quirky and fun\" to \"a veritable love letter to steampunk fans\" to \"2 stars. A book.\"\nBetween those milestones, H.P. has practiced varying degrees of smart and aleck. She briefly taught 8th Grade English Language Arts before realizing she didn't care to aspire to that level of sainthood. She thus left to work for her local library system, where she spent a decade as, variously, Page, Clerk, Teen Assistant, and now that she writes full time, frequent haver-of-overdue-fees.\nWhen not writing her latest novel, H.P. enjoys procrastinating, planning cosplays she'll never finish, cooking weird meals out of random leftovers, saying nice things to her kitchen garden (especially the blueberries; they're always a little sad), fangirling over terrible movies, and arguing that Cloudy with a Chance of Meatballs is, in fact, the most perfect movie ever made.\nShe lives in South Carolina with her husband, a bunch of plants, and a cat who thinks exactly as much of herself as she deserves.\nBlog: https:\/\/holowriting.com\/\nWebsite: https:\/\/holowritingstore.com\/\nFacebook: https:\/\/www.facebook.com\/holowriting\/\nInstagram: https:\/\/www.instagram.com\/holowriting\/\nInstagram (H.P. only): https:\/\/www.instagram.com\/hpholo\/\nYouTube: https:\/\/www.youtube.com\/channel\/UCyll2n4eFe82UQZnU7wFCjA\nTwitch: https:\/\/www.twitch.tv\/holowriting\n",
            "image": "29ffb-hp-author-photo-new.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "360",
            "name": "Hans G. Schantz",
            "bio": " A theoretical physicist by training, Hans G. Schantz parlayed his scientific expertise into a career as an inventor with more than 40 patents, and he co-founded Q-Track Corporation where he serves as CTO designing and selling indoor location systems that rely on low-frequency near-field wireless technology. He is the author of The Art and Science of Ultrawideband Antennas, and the science fiction techno-thrillers, The Hidden Truth, A Rambling Wreck, and The Brave and the Bold. Hans lives in Huntsville, Alabama with his wife, and two sets of twins. ",
            "image": "12433-hans-schantz_400x400.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "18",
            "name": "Holly McClure",
            "bio": "Raised by Shamans, storytellers, preachers, and bluegrass musicians, child of the Smoky Mountains with a Cherokee mom and a father whose people came from the Scottish Highlands, Holly draws on her heritage for inspiration as an author and storyteller. She is published in YA, mystery, thriller, literary, non fiction, historical fiction and inspirational. As a professional storyteller, she honed the craft of presenting a tale that transfixes listeners and readers alike. Writing Conjuror allowed her to revisit a childhood filled with supernatural tales and magic through the eyes of Wren, an eight year old girl who believed, because the elders who told the stories believed. \nConjuror Supernatural Thriller. A powerful object in the wrong hands awakens an ancient evil. John Mcleymore learns secrets that force him to do things that scare him to death to save the life of everyone he loves. \nTwisted Hair and the People of One Fire: A blend of history and myth seen through the eyes of Twisted Hair and the storytellers who followed him. The Cherokee legend of the Mother Town and a mystical mound where the ancients live and continue to tell their story, take us on a journey through time, from the arrival of the Spaniards to present day.\nIn the Time of the Cathar Moon: End-times thriller. In 1321, the last known Cathar Perfecti promised from the inquisitors fire that the martyred Cathari would return in 700 years to usher in the end of the world as we know it. A young Cajun woman, a stolen child, an order of warrior priests and an imposter pope, battle a world order intent on destruction.\nHolly established Sullivan Maxx Literary Agency which found good homes for some amazing books. After selling the agency to an entertainment agency, she has focused on writing, publishing, speaking, teaching and mentoring other writers.\nOn May 16, 2010, she was ordained as a priest in the Celtic Christian Church.\nHer writing is literary with a touch of the supernatural. ",
            "image": "HollyMcClure.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "451",
            "name": "Ian J. Malone",
            "bio": "Sci-fi author Ian J. Malone has written in a variety of arenas over the years, ranging from public health to news and sports. When it comes to his fictional work, he's a firm believer that nothing shapes a person's writing like experience. That's why he credits his tenures in radio, law enforcement, and military contracting for much of his inspiration, plus the legion of family and friends who've stood with him along the way.\nBeyond writing, Malone serves as co-host of \"The Dudes in Hyperspace Podcast\" and is an avid fan of audiobooks (he's legally blind). It's also not uncommon to find him at a ballgame, a concert, or somewhere out by a grill.\nMalone is an active member of the Science Fiction & Fantasy Writers of America and a resident of Durham, North Carolina - but he'll always be a \"Florida boy\" at heart.\nFor more on Ian J. Malone and his books, visit him online at ianjmalone.net. You can also follow him on Twitter (@ianjmalone) or befriend him on Facebook.",
            "image": "0c3cd-ijm-author-pic.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "410",
            "name": "Ian McMurtrie (LawDog)",
            "bio": "Born on the island of Malta to an Oklahoma oil engineer and a Texas school teacher, author Ian McMurtrie a.k.a. LawDog was raised in Africa, the Middle East, and Europe.  He has been a soldier, an EMT, a volunteer fireman, a short-order cook, the world's worst rodeo clown, and a peace officer.  He currently resides in Texas with a very patient lady and three fur children.",
            "image": null,
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "417",
            "name": "J. D. Beckwith",
            "bio": "J.D. Beckwith is a mechanical engineer with delusions of writing grandeur. He guides the manufacture of machines and equipment by day, but turns his hand to the manufacture of stories by night. His kaizen is strong and his kaku is improving as he works to expand his bibliography in multiple genres with a special love for Science Fiction. He amuses himself with reading, writing book review blogs, RPG gaming, including being a D&D Dungeon Master, arguing on the internet, occasionally growing tomatoes, and herding cats somewhere in the woods of Northwest Georgia.\neConscience Beta (Sci-Fi\/Technothriller\/Comedy), his first novel, was indie published in November 2017.\nThe Horizons Unlimited Universe\n\"Quicksilver\" part of Planetary Anthology: Mercury [Superversive Press, Jan. 2018]\n\"37 Shades of Yellow\" part of Planetary Anthology: Venus [Superversive Press, Feb. 2018]\n\"Xolotl Resurrected\" part of Planetary Anthology: Earth [Superversive Press, June 2018]\nHorizons Unlimited: Volume 1 (A space adventure anthology)\n\"Quicksilver\" (short story)\n\"Null Gravitas\" (short story)\n\"Escaping Aurora\" (novella)\n\"Be Careful Where You Poke Your Gungnir\" part of Planetary Anthology: Jupiter [Superversive Press, June 2019]\nBlog: Words from the Wampuscat @ wampuscatenterprises.wordpress.com\nFacebook: J. D. Beckwith - Author",
            "image": "a7ced-profile-2019.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "404",
            "name": "J.D. Jordan",
            "bio": "JD Jordan is the award-winning author of the acclaimed scifi-western novel, Calamity: Being an Account of Calamity Jane and Her Gunslinging Green Man - and has also been featured in Creative Loafing, The Grantville Gazette, The International Journal of the Book, Newsweek, Paste, and Smashing Magazine. He is also an award-winning graphic designer,  design educator, and historian with experience working with some of the biggest agencies and brands in the Southeast. He is co-founder of J+E Productions and the design director of MaxMedia. JD is a member of the SFWA and is represented by The Zack Company.",
            "image": "9b960-profile_jdjordan_small.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "279",
            "name": "Jacob Holo",
            "bio": "Jacob Holo has been a recreational geek since childhood, when he discovered Star Wars and Star Trek, and a professional geek since college, when he graduated from Youngstown State University with a degree in Electrical and Controls Engineering. He started writing when his parents bought that new IBM 286 desktop, and over the years, those powers combined to push him to the next level of nerddom: a sci-fi author who designs intricate worlds and tech systems...and promptly blows them up in a string of nonstop action.\nHe is the author of five books, including military sci-fi The Dragons of Jupiter, YA urban fantasy Time Reavers (a Kirkus Reviews Best Indie Book of 2014), and the mecha space opera trilogy Seraphim Revival (Bane of the Dead, Throne of the Dead, Disciple of the Dead); and co-author of YA steampunk fantasy The Wizards Way (with H.P. Holo) and The Gordian Protocol (upcoming, with David Weber).\nBetween novels, Jacob enjoys gaming of all sorts, whether video gaming, card gaming, miniature wargaming, or watching speed runs on YouTube. He is a former-Ohioan, former-Michigander who now lives in South Carolina with his wife\/boss H.P. and his cat\/boss Nova.\nBlog: https:\/\/holowriting.com\/\nWebsite: https:\/\/holowritingstore.com\/\nFacebook: https:\/\/www.facebook.com\/holowriting\/\nInstagram: https:\/\/www.instagram.com\/holowriting\/\nInstagram (H.P. only): https:\/\/www.instagram.com\/hpholo\/\nYouTube: https:\/\/www.youtube.com\/channel\/UCyll2n4eFe82UQZnU7wFCjA\nTwitch: https:\/\/www.twitch.tv\/holowriting\n",
            "image": "15584-jacob-author-photo-new.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "450",
            "name": "James Hunter",
            "bio": "James Hunter is a full-time ink slinger, a member of SFWA, and the author of the Yancy Lazarus Series (Urban Fantasy), Legend of the Treesinger (Urban Fantasy), Rogue Dungeon (High Fantasy), and the litRPG epic Viridian Gate Online! James is also a former Marine Corps Sergeant, combat veteran, and pirate hunter (seriously).",
            "image": "36045-james-a.-hunter.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "395",
            "name": "James Schardt",
            "bio": "James Schardt is a 21 year veteran of the US Army as an AH-64 Apache Attack Helicopter Armament\/ Avionics\/ Electrical Systems Repairer and has a degree in Manufacturing Engineering Technology. He lives in Western Kentucky with his wife working for a company that pays him to drop and break things.",
            "image": "dbe19-61n-z36pt4l._sx750_sy470_.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "164",
            "name": "James Ward",
            "bio": "James Ward is an excellent Chattanooga based artist who is well known not for putting paint on canvas, but more for putting paint on anything else that's not bolted down. You can find his artwork on everything from feathers to floppy disks, and lately he has branched out with the creation of costuming accessories. James is also an accomplished puppeteer, and often gives performances during the convention to entertain our young (or young at heart) attendees.\n",
            "image": "ward_james.jpg",
            "type": "Artist \/ Performer",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "277",
            "name": "James Young",
            "bio": "James Young is a Missouri native who left small town life to attend a small, well-known Federal institution in upstate New York. After obtaining a degree in military history from West Point, Mr. Young spent six years repaying his education via military service in various locations (both foreign and domestic). Along the way he collected a loving, patient, and beautiful spouse (Anita C. Young)...and various animals that only fit those descriptions when it suited them.\nAfter leaving the Army, James returned to the Midwest to pursue his Ph.D. in U.S. History while working for the Republic (again). When not tormenting his characters, Mr. Young spends his spare time reading Anita's first drafts, finishing that pesky dissertation, and trying to figure out whose idea it was to get a pair of flatulent, WWE emulating shelter dogs with paper fetishes. Usually he can be found at various book signings and Cons in the greater KC area.",
            "image": "young_james.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "461",
            "name": "Jamie Ibson",
            "bio": "New author Jamie Ibson has written for Chris Kennedy Publishing's Four Horsemen universe and edited \"We Dare\", an augmented humans Mil-SF anthology. He's written for Cannon Publishing's The Hundred Worlds, Superversive's To Be Men anthology, and revisits the Combat Leopard Contingent in the forthcoming Freehold: Resistance. Canadian, married, two cats.",
            "image": "43596-portrait.jpeg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "19",
            "name": "Jason Cordova",
            "bio": "A 2015 John W. Campbell Award finalist, Jason Cordova is probably best known for his popular Kin Wars Saga series. He also has written a YA science fiction series called The Warp. He was also featured in John Ringo's bestselling Black Tide Rising anthology, and the highly-regarded Forged in Blood anthology set in Michael Z Williamson's \"Freehold\" universe, and will also be featured in the upcoming Freehold: Vengeance anthology in the same series.  Jason is also a kaiju enthusiast.",
            "image": "cordova_jason.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "14",
            "name": "Jay Roye",
            "bio": "Jay Roye is a third generation native Texan (a COWBOYS fan - in spite of Jerry Jones!) and owner of a global consulting firm providing consulting on Real Time Drilling Control Centers and systems to oil companies around the world. Jay has over 35 years experience in the Oil & Gas business, onshore, offshore (and space!) and some 16+ countries. Jay designed and managed the BP's Gulf of Mexico Real Time Drilling Operations Center for five years, until his departure from BP in late February 2010. (The BP Gulf of Mexico \"event\" took place on April 20, 2010). Jay holds graduate and undergraduate degrees in several disciplines: Mechanical Engineering, Mathematics, Information Technology, Business. J's primary focus is his beautiful wife of some 37 years (she has more graduate degrees that I do... if she is happy the world is a good place...) and being a Christian... secondary is sci-fi collecting, the stock market and our two dogs.\n",
            "image": "roye_j.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "464",
            "name": "Jeff Duntemann",
            "bio": "Jeff Duntemann has written professionally since 1974, in both science fiction\/fantasy and technical nonfiction. His early work in both areas reflects his experience as a programmer for Xerox in the 1970s and 1980s. His stories have appeared in Isaac Asimov's Science Fiction Magazine, Omni, the Orbit and Nova anthology series, and several standalone print anthologies. Two of his short stories have appeared on the final Hugo Awards ballot. \nOn the nonfiction side, he has worked as a technical editor for Ziff-Davis Publishing and Borland International, launched and edited two print magazines for programmers, and has twenty technical books to his credit, including the bestselling Assembly Language Step By Step. He wrote the \"Structured Programming\" column in Dr. Dobb's Journal for four years, and published technical articles in many magazines. He co-founded and ran editorial for The Coriolis Group, which became Arizona's largest book publisher in 1998. \nAfter retiring from technical publishing, Jeff resumed his career as an indie SF author.  Most of his fiction involves strong AI. His first novel, The Cunning Blood, appeared in hardcover from ISFiC Press in 2005. All his subsequent titles are available through Kindle, in both ebook and print editions. Outside of writing and publishing, Jeff's interests include programming, electronics, amateur radio (callsign K7JPD), telescopes, history, psychology, and kites. Jeff lives in Scottsdale, Arizona with his wife Carol and several bichon frise dogs.\n",
            "image": "96b17-jeff-pub-photo-200-high.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "447",
            "name": "Jeff Greason",
            "bio": "I grew up with middle class parents in rural Oregon, with some of my earliest memories being Star Trek, the Apollo 17 launch, and reading classic science fiction.   As far as I know, I've always been interested in science and technology.  I thought that by the time I was an adult, there would be plenty of work for electrical engineers in space, and I liked circuits, so I studied engineering, and took vocational electronics training while in elementary and middle school.   That was when I realized that part of what was missing in the NASA\/Star Trek kind of space vision was - how was this going to get paid for?   I found the work of Gerard O'Neill that began looking for answers to that question.   It didn't seem necessary to me to work on space transportation then as the Shuttle promised to dramatically reduce spaceflight costs.\nAt Caltech, in the fall of 1985, I heard about the near-burn through on an O-ring of the Space Shuttle, and when, a few months later, Challenger was lost, I was shocked.   I'd sat in on lectures by Feynman, and when his reports from the Rogers commission came out, I began to realize that NASA's challenges were much deeper than just their level of funding.   I graduated in 1988 and went to work for Intel, initially doing chip design, then managing a group working on chip making technologies.  After a few years, I was part of a small group that recommended what technologies we would and wouldn't include in a chip making process, which taught me a lot about managing a technology portfolio so that billion dollar bets would pay off, in an environment where sticking with tried and true methods would lose to competitors.\nWhen the DC-X effort started, it really opened my eyes that perhaps the cost and schedule of NASA projects were artifacts of NASA and its structure and constraints, not necessarily of the physics involved.  I became one of the citizens talking to my Congressional representatives about the program.   That led to my attending the Space Access conference in 1994, and I realized then that if space made money, we'd do a lot more of it - and that I wanted to work on that field.   I joined AIAA and began teaching myself aerospace engineering in evenings and weekends.   In 1997 I was asked to join Rotary Rocket, managing their rocket development program.   While there, I put a team together that learned how to do liquid rocket engines from old NASA reports and papers.\nIn 1999, Rotary Rocket laid off me and my team as they ran low on money; I and three others then founded XCOR Aerospace, with a goal of developing reusable rocket vehicles that would fly frequently with a small crew, first for suborbital markets, with the goal of later scaling to orbital systems.  I was CEO and responsible for raising the money, managing the company, and leading the technical team.   That included eleven different long-life reusable rocket engine designs, and two demonstration vehicles based on aircraft - the EZ-Rocket and the X-Racer, which demonstrated over 66 flights a per flight cost of $900\/flight for a manned rocket, a ten-minute time to service a vehicle for re-flight, and 7 flights in one day.   I also worked with the United Launch Alliance on a commercial LOX\/LH2 engine project.\nFrom 1998 on, I've been involved in the U.S. regulatory regime for commercial space, starting with public comments on FAA regulations, then membership in COMSTAC.   I saw that further development was needed, and used the EZ-Rocket to set precedents which helped start the development of the Commercial Space Launch Amendments Act of 2004, which codified a framework I had laid out for a human spaceflight regulatory regime.   That in turn led to a clear need for an industry trade association, and I was one of the co-founders of the PSF, later the Commercial Spaceflight Federation, and one if its directors for many years.   In part from that I know many of the senior figures at most of the leading U.S. commercial space companies.   In that framework, I was involved again in the SPACE act of 2015 and H.R. 2809 in 2017.\nIn 2009 I served on the Augustine committee, examining alternatives for U.S. human spaceflight strategy at NASA.  After that effort concluded, I continued to work with industry figures to develop policy alternatives.   I have come to understand that NASA offers the United States policy tools as part of our overall strategy in space which we are not fully exploiting.\nIn 2015, after shareholders brought a new CEO in to XCOR, I eventually departed.  Since then, I have served as CEO of Agile Aero, a company developing aerospace rapid prototyping technologies, and through which I have also offered consulting services to other space companies.   Starting in February 2016 I have also served as CTO of Electric Sky, where I have invented a number of new wireless power transfer technologies for unconventional space launch and other purposes.   And since July 2016 I have served as chairman of the Board of the Tau Zero Foundation, a non-profit developing advanced propulsion technologies with relevance to both advanced near-term missions and long-term potential for interstellar probes.   The Tau Zero Foundation is also laying out options to U.S. policy makers for very frequent, small payload, unconventional launch strategies to enable affordable space strategies such as boost-phase missile defense.\n",
            "image": "d5c4a-jeff_photo_suit_cropped.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "471",
            "name": "Jessica Schlenker",
            "bio": "Jessica Schlenker holds an M.S. in Information Security & Assurance, a bevy of industry certifications, and a B.S. in biology. She works as a professional nerd in the field of IT Security. Sadly, she is too much of a white hat to actually combine these specialties into creating her own cyborg army. ",
            "image": "4ce68-jess.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "179",
            "name": "Jim Beall",
            "bio": "Jim Beall (BS-Math, MBA, PE) has been a nuclear engineer for over 40 years, a war gamer for over 50, and an avid reader of science fiction for even longer.  His experience in nuclear engineering and power systems began as a naval officer, shortly after surviving one of Admiral Rickoverâ€™s infamous interviews, aboard USS Long Beach (CGN-9).  Civilian experience includes design, construction, inspection, enforcement, and assessment with a nuclear utility, an architect engineering firm, and the US Nuclear Regulatory Commission (USNRC).  Assignments at the USNRC include reactor inspector, inspection team leader, safety analyst, and reactor policy assistant to three different Presidential-appointed different USNRC Commissioners while earning the agencyâ€™s Meritorious and Distinguished Service awards.\nDuties of those policy-level posts included substantial research into alternative and speculative energy sources, as well as energy forecasts.  Some of those other sources were coal, oil, hydro, geothermal, tidal, solar, wind, fracking, space-based, heavy water reactors, breeder reactors, fusion, and even anti-matter.\nCoauthor of Journal of the British Interplanetary Society (JBIS) paper, \"Ecological Engineering Considerations for ISU's Worldship Project.\" Baen Books (baen.com) has published five of his non-fiction articles:\n\t- \"Our Worldship Broke!\"\n\t- \"Case Studies in Handwavium\"\n\t- \"From Corvus to Keyhole -- Shipyards: Past, Present, and Science Fiction\" \n\t- \"Radium Girls of Science and Science Fiction\"\n\t- \"Grid Wars: Innovation, Feuds, Rivalry, and Revenge in the Never-ending Battle to Electrify America and the Planet\"\n\t\n\n",
            "image": "4e58f-jim-beall.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "411",
            "name": "Jim Curtis",
            "bio": "JL Curtis has two series out, The Grey Man series, current fiction with cops vs. the cartel in South Texas, and Rimworld a Military Science Fiction series from the grunt's perspective. He's also published a couple of short stories in Anthologies, and one Novella. A retired Naval Flight officer, he spent 22 years in the Navy, then worked as an engineer with a defense contractor for another 20+ years. A long time shooter and NRA instructor, he now lives North Texas and writes full time.  ",
            "image": "4c1d8-jim-curtis.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "161",
            "name": "Jim Minz",
            "bio": "Baen Books Executive Editor James Minz has worked in publishing for a quarter century. It all began in a dark and dreary basement in Madison, Wisconsin, where he started out as a lowly slave intern for James Frenkel. By the time he left four years later, the offices had been transplanted to a bright and cheery attic. While there Minz worked in a wide variety of capacities--mostly as an editorial assistant, literary agent and packager of anthologies, including co-packager of the highly regarded annual The Year's Best Fantasy and Horror edited by Ellen Datlow and Terri Windling.\nIn September 1997, the siren song of the New York City publishing scene was simply too strong to resist, and he joined the editorial staff of Tom Doherty Associates (i.e. Tor, Forge, Orb, etc.) as David Hartwell's assistant. After several years of working on way too many books in way too small a window of time, he had accumulated enough of a list of his own authors to justify his very own job as a full Editor. Coffee, cake and scotch ensued. After those were all gone, there was nothing left to do but join the other German publishing empire, so on January 31, 2005, Herr Minz joined the editorial staff of Del Rey Books of the Random House Publishing Group (i.e. he moved from Holtzbrinck to Bertelsmann). After a couple years with the largest publishing company in the US, it was time to move on.\nSo on the centennial of Heinlein's birth, Minz joined Baen Books as Senior Editor. And he has been there ever since...\nAuthors he has worked with include Catherine Asaro, Larry Correia, Hal Duncan, Eric Flint, Terry Goodkind, Elizabeth Haydon, Nancy Kress, Mercedes Lackey, Elizabeth Moon, Frederik Pohl, John Ringo, Robert J. Sawyer, Travis S. Taylor, Harry Turtledove, Vernor Vinge, David Weber, Jack Williamson, Gene Wolfe, and Timothy Zahn, among many, many others.\nFor more information, here is a link to an interview:  https:\/\/www.baen.com\/Interviews\/intMinz It's a bit long on the tooth, but still mostly true...",
            "image": "6f38d-jim-minz.jpg",
            "type": "Editor",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "40",
            "name": "John Hartness",
            "bio": "John G. Hartness is a teller of tales, a righter of wrong, defender of ladies' virtues, and some people call him Maurice, for he speaks of the pompatus of love. He is also the award-winning author of the urban fantasy series The Black Knight Chronicles (Bell Bridge Books), the Bubba the Monster Hunter comedic horror series, the Quincy Harker, Demon Hunter dark fantasy series, and many other projects. \nIn 2016, John teamed up with a pair of other publishing industry ne'er-do-wells and founded Falstaff Books, a small press dedicated to publishing the best of genre fictions \"misfit toys.\" \nIn his copious free time John enjoys long walks on the beach, rescuing kittens from trees and playing Magic: the Gathering. \nFor samples of John's ridiculous sense of humor, check out these free ebooks - http:\/\/bit.ly\/1U8eASF",
            "image": "0fece-dreaphotoartistry-0147dreaphotoartist-profile.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": true
        },
        {
            "id": "334",
            "name": "John Holmes",
            "bio": "J.F. Holmes is a two time Dragon award finalist and the owner \/ editor of Cannon Publishing, LLC. He served for 22 years in the US military and is an Iraq War veteran. He writes science fiction and military thrillers.",
            "image": "5c65a-me.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "3",
            "name": "John Ringo",
            "bio": "John Ringo's science fiction is action-oriented and abounding in characters to root for. He is the creator of the <em>New York Times<\/em> best-selling military science fiction series The Posleen Wars, with over one million copies in print. Ringo is also the author of the far-future science fiction adventure saga, The Council War. In addition to breaking new ground with hard-hitting contemporary fantasies <em>Princess of Wands<\/em> and <em>Queen of Wands<\/em>, Ringo created he nationally best-selling techno-thriller Ghost series, as well as military techno-thriller <em>The Last Centurion<\/em>, which was also a national bestseller. His latest space-based science fiction includes the Troy Rising series. Most recently, <em>Under a Graveyard Sky<\/em> is the debut novel in science-based zombie saga, Black Tide Rising.\nA veteran of the U.S. Army's 82<sup>nd<\/sup> Airborne, Ringo brings firsthand knowledge of military operations to his fiction.\n",
            "image": "ringo_john.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "416",
            "name": "John Van Stry",
            "bio": "John Van Stry writes Science Fiction and Fantasy. His best selling series are 'Portals of Infinity' and 'The Valens Legacy,' which is written under his Jan Stryvant pen name. He's had a varied career, ranging from tactical nuclear weapon systems to pacemakers. Hobbies are training big cats, riding motorcycles, playing bass.",
            "image": "7fe8b-john-van-stry.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "406",
            "name": "Jon R. Osborne",
            "bio": "Jon R. Osborne has been forging stories through gaming since he was thirteen. He studied journalism in high school and majored in journalism at Franklin College. Many years later, he finally combined writing and story-telling with his first published work, a short story in the military science fiction Four Horsemen Universe.\nJon has written urban fantasy in his Milesian Accords series, and military science fiction in the Four Horsemen Universe, including the novel \"When The Axe Falls\".\nJon lives in Indianapolis, where he continues to play role-playing games, and writes less often than he should. You can find out more at jonrosborne.com. Fans who sign up for his mailing list will receive \"Chapter 0\" for A Reluctant Druid and be the first to hear news about Jon's newest books and stories.\nJon R. Osborne is an Indianapolis author who writes science fiction and fantasy. His novel \"A Tempered Warrior\" was a finalist for Best Fantasy Novel in the 2018 Dragon Awards. Learn more at jonrosborne.com",
            "image": "192e5-oz_ckp_01.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "380",
            "name": "Jonathan Del Arroz",
            "bio": "According to PJMedia.com, Jon Del Arroz is \"the leading Hispanic voice in science fiction\" and author of the award winning steampunk novel, For Steam And Country. As a contributor to The Federalist and dangerous.com, he is also recognized as a popular journalist and cultural commentator. Jon loves steampunk and space opera, and is releasing several books this year in both subgenres. Visit his website at http:\/\/www.delarroz.com. ",
            "image": "36633-jon-del-arroz.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "250",
            "name": "Jonna Hayden",
            "bio": "Jonna Hayden is a professional Costume Designer, clothing historian, and long-time SF geek. After many years of hiding in the Science Fiction section of the school library, she found her tribe when she attended Orycon 5. She builds shows for the Opera, Ballet, and anyone else who will pay her.\n",
            "image": "hayden_jonna.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "445",
            "name": "Joseph Meany",
            "bio": "Joseph E. Meany, Ph.D., (a.k.a. the Crimson Alkemist) is a material scientist from Atlanta, GA. He received his Ph.D. in Chemistry from the University of Alabama in 2016 and continues to work and volunteer in various science communication venues with a focus on how chemistry and nanotechnology impact society. He is a member and contributor to the Tennessee Valley Interstellar Workshop and the Tau Zero Foundation, promoting the development of new materials to solve challenges facing humans in earth and space. His first book, with co-author Les Johnson, called Graphene: The Superstrong, Superthin and Superversatile Material that will Revolutionize the World was released in February 2018 by Prometheus Books. You can find it at tiny.cc\/graphenebook.",
            "image": "85f3f-joemeany.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "427",
            "name": "Julia Morgan Scott",
            "bio": "Scientific illustration has been my â€œday jobâ€ for over twenty years, and Iâ€™m a member of the Guild of Natural Science Illustrators. My drawings of fossil and living mammals have appeared in many scientific journals and books, most recently published by Smithsonian Scholarly Press. But Iâ€™ve also written poetry and short stories, written and illustrated comics, drawn caricatures, illustrated game cards and horror novels, painted icons, and taught painting. My scratchboard illustrations have appeared in many fanzines, including the Hugo-award winning Mimosa.  ",
            "image": "a06dc-artjulie3.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "62",
            "name": "Julie Cochrane",
            "bio": "Julie Cochrane was born in Ohio and begin crafting her first stories when she was five years old. She made her first attempts at novels in Social Studies and English classes. <em>Cally&rsquo;s War <\/em>with John Ringo was the first manuscript she ever finished. <em>Sister Time<\/em> and <em>Honor of the Clan<\/em> soon followed, also with John, for Baen Books. She has a degree in psychology from Georgia Tech, where she also studied chemistry. Hobbies include database programming, martial arts, Irish language and music, and fantasy role-playing games. She has one grown daughter and lives in Atlanta, Georgia.",
            "image": "cochrane_julie.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "423",
            "name": "Julie Frost ",
            "bio": "Julie Frost lives in Utah with her family, which consists of more pets than people. Her short fiction has appeared in too many venues to count, including \"Monster Hunter Files,\" and her novel series, \"Pack Dynamics,\" is published by WordFire Press. She whines about writing, a lot, at http:\/\/agilebrit.livejournal.com\/\n\n",
            "image": "2771f-headshot800px.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "439",
            "name": "Justin Watson",
            "bio": "Justin is the latest in a long line of soldiers to bear the family name, but the first to attend, and graduate from the United States Military Academy at West Point, New York.  His distinctions as a cadet were as numerous as they were dubious.  In the middle of West Pointâ€™s forty-seven-month experience, Justin met his future wife, Michele, sitting on a flight from Houston back to the East Coast.     \nUpon graduating from West Point, Justin commissioned as a Second Lieutenant in the United States Army Field Artillery.   Justin and Michele lived in Oklahoma, Germany, Oklahoma again, and Colorado during their time in the Army.   Over the course of his ten year career, Justin accomplished a wide variety of missions and annoyed a wide variety of superiors during combat tours in Iraq and Afghanistan as well as training rotations in various exotic locales like Barstow, California, and Kuwait.   Justinâ€™s awards include the Bronze Star, the Purple Heart and the Combat Action Badge.\nMedically retired from the Army in 2015 as a Captain, Justin and Michele returned to Micheleâ€™s hometown of Houston, Texas, where they live with their four children and an exceedingly friendly, but none-too-bright Old English Sheepdog.  Justin enjoys tabletop gaming, scotch, recreational shooting, comic books, movies, military history and, of course, reading and writing science fiction and fantasy.  \n",
            "image": "64fd5-justin-watson.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "263",
            "name": "Kacey Ezell",
            "bio": "Kacey Ezell is an active duty USAF instructor pilot with 2500+ hours in the UH-1N Huey and Mi-171 helicopters.  When not teaching young pilots to beat the air into submission, she writes sci-fi\/fantasy\/horror\/noir\/alternate history fiction.  Her first novel, MINDS OF MEN, was a Dragon Award Finalist for Best Alternate History. She's contributed to multiple Baen anthologies and has twice been selected for inclusion in the Year's Best Military and Adventure Science Fiction compilation. In 2018, her story \"Family Over Blood\" won the Year's Best Military and Adventure Science Fiction Readers' Choice Award. In addition to writing for Baen, she has published several novels and short stories with independent publisher Chris Kennedy Publishing. She is married with two daughters. You can find out more and join her mailing list at www.kaceyezell.net",
            "image": "2c732-oleg-headshot-2-.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "252",
            "name": "Kal Spriggs",
            "bio": "Kal Spriggs is a science fiction and fantasy author. He currently has three series in print: The Renegades space opera and space exploration series, the Shadow Space Chronicles military science fiction and space opera series, and the Eoriel Saga epic fantasy series.\nKal is a US Army veteran who has been deployed to Iraq and Afghanistan. He lives in Colorado, and is married to his wonderful wife (who deserves mention for her patience with his writing) and also shares his home with his newborn son, three feline overlords, and a rather put-upon dog. He likes hiking, skiing, and enjoying the outdoors, when he&#39;s not hunched over a keyboard writing his next novel.\n",
            "image": "spriggs_jacob.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "122",
            "name": "Karen Bogen",
            "bio": "K.B. Bogen is a self-confessed knit-\/yarn-aholic. She spends as much time as possible either knitting something, inventorying her yarn stash, or fondling yarn at any shop within driving range. Interesting? Depends on your point of view. She likes to cook and she enjoys reading forensic anthropology books. Occasionally at the same time. A native Texan, Karen holds a Bachelor of Science degree in Computer Science and Engineering from UT Arlington, as well as several health and nutrition certifications. Her wildly varied job history includes balloon sculptor, caterer, personal trainer, yoga\/Pilates\/senior aerobics instructor, technical document writer, configuration management engineer, and copy editor. But, sooner or later, she always returns to her first love: writing. Her favorite style is humor, preferring to make people laugh rather than cry. But she is not above causing the occasional shiver in her audience, when the mood strikes. Her credits include the anthology Dracula in London and novel Go Quest, Young Man (currently available as ebook). The second Quest book, Quest and Found, is scheduled for release in spring of 2016, along with trade paperbacks of both Quest books.",
            "image": "bogen_karen.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "280",
            "name": "Karen Evans",
            "bio": "Karen Evans has been writing SF\/F with her husband for almost 10 years, and enjoying the roller-coaster. She planned on being a writer since third grade where she learned cursive, and knew she could now write. When not writing, she enjoys crocheting, embroidery, and other busy-hand activities so she can listen to the voices in her head. She lives in New Mexico with her husband, a dog and a variable number of cats.",
            "image": "evans_karen.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "386",
            "name": "Karl Gallagher",
            "bio": "Karl K. Gallagher is a systems engineer, currently performing data analysis for a major aerospace company. In the past he calculated trajectories for a commercial launch rocket start-up, operated satellites as a US Air Force officer, and selected orbits for government and commercial satellites. Karl lives in Saginaw, TX with his family. His books Torchship, Torchship Pilot, and Torchship Captain are available on Amazon and Audible. New releases are announced on www.kelthavenpress.com.",
            "image": "e3d9f-karl-gallagher.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "157",
            "name": "Ken Roy",
            "bio": "Ken Roy is an engineer who lives and works amid the relics of the Manhattan Project in Oak Ridge. He has published technology speculation pieces in such venues as the Journal for the British Planetary Society, and the United States Naval Institute Proceedings. His current interests include terraforming and geoengineering.",
            "image": "roy_ken.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "276",
            "name": "Kevin Evans",
            "bio": "Kevin H Evans has been writing since 2006; other interests include vintage locomotive restorations, hot air ballooning, SCA combat, gunsmithing, tool and die making.",
            "image": "evans_kevin.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "400",
            "name": "Kevin Ikenberry",
            "bio": "Kevin Ikenberry is a life-long space geek and retired Army officer.  A former manager of the world-renowned U.S. Space Camp program and a space operations officer, Kevin has a broad background in space and space science education.  His 2016 debut science fiction novel Sleeper Protocol was a Finalist for the Colorado Book Award and was heralded as â€œan emotionally powerful debutâ€ by Publisherâ€™s Weekly. Kevinâ€™s military science fiction novels include Runs In The Family, Peacemaker, Honor The Threat, and Vendetta Protocol. His short fiction has appeared in numerous anthologies and other formats all around the world. Kevin lives in Colorado with his family and can be found online at www.kevinikenberry.com.",
            "image": "c6dbb-kevinikenberry.small.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "223",
            "name": "Kevin Pulliam",
            "bio": "Kevin Pulliam has engineering degrees in Aerospace and Rotorcraft. He has been making beer and cider at home for over a decade and has been raising cattle using regenerative grazing practices since 2015. ",
            "image": "pulliam_kevin.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "216",
            "name": "L. R. Barrett-Durham (Leia Powell)",
            "bio": "L R Barrett-Durham (Leia Powell) has been producing stained glass masterpieces for nearly twenty years. Licensed by Edgar Rice Burroughs, Inc., she is first stained glass artist in history to be the sole licensee to create glass art of an author's trademarked characters. She was given the great honor of both the Polly Freas Viewers Choice and Best 2D art awards at LibertyCon28. \nShe is also an established author with over half a dozen novels varying in genres of urban and epic fantasy, paranormal romance, sci-fi, horror, and childrens literature. Her newest novel The Adventures of Little Lei-Lei: Toil and Trouble has been praised far and wide as the gateway book for children rediscovering their imagination.  You can always find her in our Huckster Room! ",
            "image": "91ecb-leia-powell.jpg",
            "type": "Artist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "9",
            "name": "Les Johnson",
            "bio": "Les Johnson is a scientist, an author, and the NASA Principal Investigator for America's first interplanetary solar sail mission. When he's not designing spaceships or dreaming of going to the stars, he's writing science fiction for Baen or popular science books for Prometheus and Springer.",
            "image": "johnson_les.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "308",
            "name": "Lou Antonelli ",
            "bio": "Lou Antonelli started writing fiction in middle age; his first story was published in 2003 when he was 46. He's had 115 short stories published in the U.S., U.K., Canada, Australia, India and Portugal in venues such as Asimov's Science Fiction, Jim Baen's Universe, Tales of the Talisman, Andromeda Spaceways In-Flight Magazine, Greatest Uncommon Denominator (GUD), Daily Science Fiction, Buzzy Mag, and Omni Reboot, among many others. \nHis collections include \"Fantastic Texas\" published in 2009; \"Texas & Other Planets\" published in 2010; and \"The Clock Struck None\" and \"Letters from Gardner\", both published in 2014. His debut novel, the retro-futurist alternate history \"Another Girl, Another Planet\", was released in 2016 by WordFire Press.\nHis story \"Great White Ship\", originally published in Daily Science Fiction, was a 2013 finalist for the Sidewise Award for alternate history. His short story \"On a Spiritual Plain\", originally published in Sci Phi Journal, was a finalist for the Hugo award in 2015.\nHis first professional science fiction short story, \"A Rocket for the Republic\" (Asimov's Science Fiction Sept. 2005) was the last story accepted by Editor Gardner Dozois before he retired after 19 years.\n\"The Yellow Flag\" - his 100th published short story (Sci-Phi Journal Aug. 2016) - set the record for all-time fastest turnaround in genre fiction. It was written, submitted and accepted between 1 p.m. and 5 p.m. on May 6, 2015\nHe is  a two-time Hugo nominee (Short Story, Best Related Work) in 2015, and 2017 finalist for the Dragon Award in Alternate History. A Massachusetts native, Antonelli moved to Texas in 1985 and is married to Dallas native Patricia (Randolph) Antonelli. They have three adopted furbaby children, Millie, Sugar and Peltro Antonelli.\n",
            "image": "antonelli_lou.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "194",
            "name": "Louise Herring-Jones",
            "bio": "Louise Herring-Jones (Amy L. Herring) writes mainstream, historical, and speculative fiction as well as non-fiction. Her science fiction, dark fantasy, and light horror stories have been published in anthologies, including \"Michaelis and the Dew Shades\" in Fae Tales of the Mediterranean (Futurefire.net Publishing, 2016), \"Tender\" in Life on the Rez (Tree-Lion Press, 2016) and, coming soon, \"High Ground\" with illustrations by Melissa Gay (Thunderchild Publishing). As Amy Herring, she is a veteran reporter for The Daily Dragon Online, the news voice of DragonCon. With her husband chainmail smith and digital artist Bryan Jones, she serves as co-municipal liaison for the Alabama North region for National Novel Writing Month (\"NaNoWriMo\"). She practices law in Alabama and is an advocate for privacy rights, First Amendment guarantees, and other constitutionally protected freedoms.* For additional details and links, visit her author's website at http:\/\/www.louiseherring-jones.com.\n*No representation is made that the quality of the legal services to be performed is greater than the quality of legal services performed by other lawyers.\n",
            "image": "57bb5-louise-herring-jones-2016.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "389",
            "name": "Lydia Sherrer",
            "bio": "Award-winning and USA Today-bestselling author Author of the Love, Lies, and Hocus Pocus universe, Lydia Sherrer is a fantasy author whose goal is to leave the world a better place than when she found it. With multiple series, short stories and novellas under her belt, Lydia has been writing for over a decade and enjoys nothing more than a good book, a cup of tea, and a comfy chair in the sunshine.\nGrowing up in rural Kentucky, she was thoroughly corrupted by a deep love for its rolling countryside, despite the mosquitoes and hay fever. Having been instilled with a craving for literature early on, and her parents had to wrestle books away from her at the dinner table, and hide them from her so she would go to sleep at night. Though she graduated with a dual BA in Chinese and Arabic, after traveling the world she came home and decided to stay there. Currently residing in Louisville, KY, she is supported by her wonderful husband and their two loud, but adorable, cats.\nWith an enormous passion for life, creating things, and discovering the world, Lydia crams her days with all sorts of adventure when not working on her next book. She loves to play her ocarina (think Zelda), and enjoys traditional archery, cosplay, larping, and art. She believes dark chocolate and tea are legitimate sources of nutrition, and one day hopes to visit every country in the world.\nIn addition to the award-winning Lily Singer Adventures and The Dark Roads Trilogy urban fantasy series, and her upcoming epic fantasy When the Gods Laughed, Lydia Sherrers short stories have appeared in several anthologies. Her award-winning short story Hope, a post-apocalyptic tale of survival, won in Almond Press 2015 dystopian short story contest and was awarded a place in the anthology, Apocalypse Chronicles. Her non-fiction essays have appeared in the Young Salvationist Magazine.\nLydia is not just out to write good books, but to make the world a better place, one story at a time. Her goal is to write with a purpose and inspire others to dig deep into the life they have been given and to dream big, because the world is built on dreams.",
            "image": "45ded-unnamed.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "453",
            "name": "Marina Fontaine",
            "bio": "Marina Fontaine is a Russian by birth, an American by choice and an unrepentant bookworm. She uses her experience of living in a totalitarian society to create realistic dystopian worlds, while demonstrating how hope, love, and yearning for freedom endures even in the darkest of times and places. \nhttps:\/\/www.amazon.com\/-\/e\/B019NLSCVU",
            "image": "da71f-fontaine_authorphoto.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "405",
            "name": "Marisa Wolf",
            "bio": "Marisa Wolf is the co-author of Assassin (a Four Horseman Universe novel) and a short story with the fabulous Kacey Ezell, the author of one other short story (Under the Skin, in The Good, the Bad, and the Merc).\nShe was born in New England, raised on Boston sports teams, Star Wars, Star Trek, and the longest books in the library (usually fantasy). Over the years she majored in English in part to get credits for reading (this...partly worked), taught middle school science and history, was headbutted by an alligator, built a career in education, earned a black belt in Tae Kwon Do, and finally decided to finish all those half-started stories in her head. \nShe currently lives in Texas with three absurd rescue dogs, more books than seems sensible, and one deeply understanding husband.",
            "image": "2ae9f-mw-idaho.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "149",
            "name": "Mark Paulk",
            "bio": "Dr. Mark Paulk teaches software engineering at the University of Texas at Dallas. While at the Software Engineering Institute at Carnegie Mellon University, he led the work on the Capability Maturity Model for Software.  He is a co-author of the eSourcing Capability Model for Service Providers, has contributed to ISO and IEEE standards, notably ISO\/IEC 15504, was the 2016 Vice President of the Standards Activities Board for the IEEE Computer Society, and a 2014-2017 member of the IEEE Software and Systems Engineering Standards Committee (S2ESC) Executive Committee. \nDr. Paulk has a PhD in Industrial Engineering from the University of Pittsburgh, an MS in Computer Science from Vanderbilt University, and a BS in Mathematics and Computer Science from the University of Alabama in Huntsville. He is a Fellow of the ASQ and a Senior Member of the IEEE.\n",
            "image": "955d6-markpaulk201705.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "207",
            "name": "Mark Wandrey",
            "bio": "Mark Wandrey is the creator of the wildly successful Four Horsemen military sci-fi universe. With over 30 books so far and growing, it has quickly become a sensation. He's also published in zombie apocalypse (Turning Point series) and space opera (Earth Song series). Mark has written or contributed to more than 40 books in just 10 years, and has no intention of slowing anytime soon.",
            "image": "wandrey_mark.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "468",
            "name": "Martha Knowles",
            "bio": "Martha Knowles, TVIW Treasurer, was a professional librarian and records management specialist. She was administrator and Registrar for the first four TVIW symposia (2011, 2013, 2014, 2016) and was very involved in TVIW 5 in 2017.  She's on the organizing committee for TVIW 6 2019 in Wichita.\nIn another time and place, she is active in the Society for Creative Anachronism, as well as several local science fiction conventions (such as LibertyCon in Chattanooga, TN).  She lives in Oak Ridge, TN, with her husband and two cats",
            "image": "8579c-60501259_2324166741160214_877425697897840640_n.png",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "256",
            "name": "Martin Powell",
            "bio": "Martin Powell has written hundreds of stories in numerous genres for Disney, Marvel, DC, Dark Horse, among others. Nominated for the prestigious Eisner Award for his work with Sherlock Holmes, he is currently the author of a dozen on-going comic strips, and the critically acclaimed Jungle Tales of Tarzan graphic novel from Dark Horse.  He received the coveted Golden Lion Award in 2017 for his contributions to the legacy of Edgar Rice Burroughs. ",
            "image": "2c4c0-martin-powell.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "442",
            "name": "Martin Shoemaker",
            "bio": "Martin L. Shoemaker is a programmer who writes on the side... or maybe it's the other way around. He told stories to imaginary friends and learned to type on his brother's manual typewriter even though he couldn't reach the keys. (He types with the keyboard in his lap still today.) He couldn't imagine any career but writing fiction... until his algebra teacher said, \"This is a program. You should write one of these.\"\nFast forward 30 years of programming, writing, and teaching. He was named an MVP by Microsoft for his work with the developer community. He is an avid role-playing gamemaster, but that didn't satisfy his storytelling urge. He wrote, but he never submitted until his brother-in-law read a chapter and said, \"That's not a chapter. That's a story. Send it in.\" It won second place in the Baen Memorial Writing Contest and earned him lunch with Buzz Aldrin. Programming never did that!\nMartin hasn't stopped writing (or programming) since. His novella \"Murder on the Aldrin Express\" was reprinted in The Year's Best Science Fiction: Thirty-First Annual Collection and in Year's Top Short SF Novels 4. His work has appeared in Analog, Galaxy's Edge, Digital Science Fiction, Forever Magazine, Writers of the Future 31, Year's Best Military and Adventure SF 4, and select service garages worldwide. He received the Washington Science Fiction Association Small Press Award for his Clarkesworld story \"Today I Am Paul\", which also was nominated for a Nebula award and appeared in four year's best anthologies and eight international editions. The story continues in Today I Am Carey, published by Baen Books in March 2019. Another novel, The Last Dance, will be published by 47North in Fall 2019.\nLearn more at http:\/\/Shoemaker.Space.\n",
            "image": "508a7-martin-shoemaker-08-2-.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "458",
            "name": "Matt Wyers",
            "bio": "Matthew or \"Matt\" as his friends would call him is a lifelong fan of speculative fiction. Give him a nice adventure story or a newspaper, but he gets bored reading much of anything else. His first book \"Among the Stars: The Accidental Astronaut\" is fast-paced science fiction story suited for young and old. The sequel is in progress as is his new serial titled Mere Men that will be available on Amazon soon. He's a native of Tuscaloosa, AL where he can be found cheering on the Crimson Tide, exploring country roads, and eating lots of Mexican food. ",
            "image": "7993d-libertyconpicmatthewkwyers.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "443",
            "name": "Melisa Todd",
            "bio": "Mel Todd is the author of the Kaylid Chronicles. Owner of Bad Ash Publishing she has one author working with her on the Blood War series and another series is in the wings.  An avid reader and fanfic author she has published over a million words.  Find her at https:\/\/www.facebook.com\/badashbooks\/",
            "image": "5d1ab-4326.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "140",
            "name": "Melissa Gay",
            "bio": "Melissa Gay is a Nashville-based illustrator of books and tabletop roleplaying games whose diverse list of clients includes Baen Books, Llewellyn Worldwide, Hay House, Apex Press, and many, many game companies. Among the ENnie-award-winning and fan favorite games she has illustrated are the Dresden Files RPG, Fate Core, Part-Time Gods, Mermaid Adventures, Trail of Cthulhu, 13th Age, The Dracula Dossier, and Camp Myth, and her work for the Sagaborn RPG system won the Chesley award for Best Gaming-Related Illustration in 2018. Her Imaginative Realist work has been featured in ImagineFX Magazine, io9, tor.com, and several of the Infected By Art anthologies. She is a member of the Changeling Artist Collective, on the moderating team of the art business group One Fantastic Week, and co-founder of the Birdwhisperer Project. (http:\/\/birdwhispererproject.com) ",
            "image": "318e0-melissa-gay-with-offering.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "390",
            "name": "Michael Gants",
            "bio": "There is no truth to the rumor that Michael Gants personally killed Osama Bin Laden with a spork, nor that he is a space alien. There is some truth to the rumor he once commandeered a nuclear attack sub to begin his life-long goal of becoming Captain Nemo.",
            "image": "744a9-me-and-a-gorlla-2-.jpg",
            "type": "Fan Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "12",
            "name": "Michael H. Hanson",
            "bio": "Michael H. Hanson created the ongoing SHA'DAA shared-world dark-fantasy anthology series currently consisting of \"SHA'DAA: TALES OF THE APOCALYPSE\", \"SHA'DAA: LAST CALL\", \"SHA'DAA: PAWNS,\" \"SHA'DAA: FACETS\", \"SHA'DAA: INKED\", and \"SHA'DAA: TOYS\", all published by Moondream Press (an imprint of Copper Dog Publishing). Michael's short story \"C.H.A.D.\" appears in the Eric S. Brown edited anthology \"C.H.U.D. LIVES!\" and his short story \"Rock and Road\" appears in the Roger Zelazny tribute anthology \"SHADOWS AND REFLECTIONS.\" Michael also has stories in Janet Morris's Heroes-in-Hell (HIH) series' anthology volumes, \"LAWYERS IN HELL,\" \"ROGUES IN HELL,\" \"DREAMERS IN HELL,\" \"POETS IN HELL,\" \"DOCTORS IN HELL,\" and \"PIRATES IN HELL.\"  To date, he has had over ninety short stories published in the fields of science-fiction, fantasy, and horror. Michael is also an accomplished poet and to date has had four collections of his poetry published: \"Autumn Blush,\" \"Jubilant Whispers,\" \"Dark Parchments,\" and \"When The Night Owl Screams.\" His individual poems have appeared in various anthologies, collections, magazines, and periodicals over the past twelve years. Michael lives in New Jersey where he pens his whimsies in a small but comfy garden apartment.",
            "image": "a411a-mike-hanson.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "359",
            "name": "Michael J. Allen",
            "bio": "A USA Today bestselling author of multi-layer science fiction and fantasy novels. In 2018, Michael expanded his list beyond his Scion space opera and Bittergate modern high fantasy series. His most recent works include two urban fantasy series (Dumpstermancer & Blood Phoenix Chronicles), a western-style fantasy from Bell Bridge Books and he was fortunate enough to join the ranks of the Four Horseman military sci-fi universe in Tales from the Lyon's Den. A former submarine reactor operator, public speaker, cooking enthusiast, and Starfleet International officer, he's enjoying teenager free days experimenting with diabetic recipes and expanding his published works through his small publishing company Delirious Scribbles Ink.",
            "image": "55561-mja-bio-photo.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "7",
            "name": "Michael Z. Williamson",
            "bio": "Michael Z. Williamson is an immigrant from the UK and Canada, a retired veteran of the USAF and US Army, a writer of things SF-ey, fantasy and techno-ey, a bladesmith and a firearms enthusiast. He has multiple novels with Baen, three with HarperCollins, dozens of shorts and articles in magazines and sites all over, and has consulted and served as armorer for Discovery and Outdoor Channel productions. He's also Editor-at-Large of Survivalblog. When not writing, he's a craftsman and purveyor of SharpPointyThings.com, and tests and reviews firearms and other outdoor gear for manufacturers. His new collection \"Tour of Duty\" will be available from Baen Books in August. His new anthology, \"Freehold: Resistance\" will be available from Baen Books in December.",
            "image": "williamson_michael.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "318",
            "name": "Mike Massa",
            "bio": "Mike Massa has lived an adventurous life, including stints as Navy SEAL officer, an investment banker and a technologist. He's lived outside the US for several years, plus the usual military deployments. Mike writes novels and shorts in MilSF, SF, Fantasy, Horror and non-fiction. The Valley of Shadow, co-authored with John Ringo, debuted as a national best-seller. The companion novel, from Baen Books, River of Night will be released in September, 2019. Mike is married with three sons, who check daily to see if today is the day they can pull down the old lion. Not yet...",
            "image": "MikeMassa.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "456",
            "name": "Mitch Foust",
            "bio": "Mitch Foust discovered a passion for Fantasy, art, and history at an early age. He started his art career producing comic books in the black and white comic boom of the 1980's. Foust has gone on to produce many illustrations for comics, book covers, role playing games, and t-shirts. Mitch has developed a fascination with textures and details in his work. He strives for as much realism as possible, creating his own unique look to his fantasy paintings. Since 2009, he has compiled his work into an annual Yearbook. These Yearbooks contain all of the work produced in the previous year. These books sell out fairly quickly. More of his work may be found at his Deviantart Page.",
            "image": "c7940-mitchfoust3.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": true
        },
        {
            "id": "440",
            "name": "Monalisa Foster",
            "bio": "Monalisa won life's lottery when she escaped communism and became an unhyphenated American citizen. Her works tend to explore themes of freedom, liberty, and personal responsibility. Despite her degree in physics, she's worked in engineering and medicine. Her primary genre is space opera with a bit, or a lot of, romance.",
            "image": "f1c26-monalisa-foster.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "463",
            "name": "Morgon Newquist",
            "bio": "Morgon Newquist started life by causing an international incident in Central America, and has been marching to the beat of her own drummer ever since. She grew up in the Rocket City - Huntsville, Alabama. After a stint at the University of Georgia to study Latin, she has returned to the place of her upbringing where she wrangles two dogs, a cat, and four children daily.\nShe is an avid fan of fantasy, science fiction, gaming of all types and other nerdy pursuits.\nHer current focus is an ongoing saga of sword and sorcery short stories called The School of Spells and War. The first novella, Down The Dragon Hole, is highly rated and continues to introduce many new fans to the series.\nMorgon has worked as a freelance writer off and on since 2007, and written for video game mythologies, table top RPGs, online game guides, and blogs as well as her own short works. She has several published short stories and is currently working on several novels.",
            "image": "3690f-morgonheadshot.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "460",
            "name": "Natalie Rodgers",
            "bio": "Nat Rodgers is the creator and artist of Cuteness & Vexation - a humorous art series focused on animals at their worst (best). Her related projects include Fine Familiars and the Oracle of the Potoo, all of which stem from her unique sense of humor and love for animals. Nat's work is instantly relatable, connecting people to the creatures she illustrates with universal emotion - usually the silly kind. While her most popular works are humorous in nature, Nat also illustrates fantasy, sci-fi, and horror, as well as pieces inspired by gaming, anime, and pop culture.  Burroughs Bibliophiles Golden Lion Award Winner Martin Powell chose her to be the exclusive cover and interior illustrator for his new prose southern gothic series, The Witch of Cypress Creek.\nNat lives near Oxford, Mississippi with her patient husband and less-than-patient pets. Her work can be found at www.natrodgers.com",
            "image": "df998-profile-pic.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "337",
            "name": "Nick Braker",
            "bio": "Nick Braker graduated with a BS in computing science from the University of Evansville before launching a career in computer programming, engineering, and management. Married and a father of two, Braker is also an avid table tennis player and role playing gamer.",
            "image": "braker_nick.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "446",
            "name": "Nikhil Rao",
            "bio": "Nikhil Rao, MD, MSc (AKA Vindaloo Diesel, AKA Dr. Karma) is a child and adolescent psychiatrist specializing in working with critically and chronically ill children.  On a day to day basis, this means he's the only physician in the pediatric ICU who can dress up like Batman and claim it's 'for the children'.  Which he does. Frequently.  He's also involved in research into new pharmacologic tools and psychotherapy methods to improve the lives of children with serious medical illnesses.  Nikhil has also been active in the fitness and nutrition professional scene and can be described as strong for an Indian (in other words not very).  Prior to medicine, he studied the evolution of intelligence and social systems in monkeys, which are actually a lot like children, albeit hairier.  He's been a voracious science fiction fan for years and when not stuck in the hospital has been slowly working on launching his media presence, which can be described as something like Jordan Peterson, only tinged with curry, profanity, and entirely too much math.",
            "image": "b68e5-20180508_134249_film1-1.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "6",
            "name": "Paul Bielaczyc",
            "bio": "Paul Bielaczyc in his own words:  &quot;I have been drawing and whatnot since as long as I can remember. Any spot in my school notebooks that didn&#039;t have notes were filled with sketches. I drew mostly from the D&D adventures that my brother ran, as well as the fantasy books I was reading. I did a few pieces based on Terry Brooks&#039; Shannara series, but focusing on being a nerd, I didn&#039;t have much time for art in high school.\nWhen I got to college I dual majored in Computer Science and Art History. I minored in Studio Art, and took as many art classes as my schedule allowed. I seemed to be pursuing a career in art or art education, but decided to try graduate school in Computer Science. I graduated in 2004 with a Master&#039;s in CS, but again switched paths and returned to my art interests. Mike, my brother, and I co-own Aradani Studios, a costuming and art company that we founded in 2002. We travel mostly in the Southeast United States, to various conventions and Renaissance Festivals, selling our art, and our ears.\nI currently call Nashville, TN my home, and don&#039;t see that changing for quite some time. This is where my friends, my family, and my career is. When I first posted this bio, I said that, &quot;I still have no idea what I want to do with my life.&quot; Well, in those 4 years that I wrote that, I think I have found my calling. At the age of 26, I won the most prestigious fantasy art award there is, the Chesley Award. Mike and I have slowly but steadily grown this business into something that now employees other people! And most importantly, I love what I do, and I truly enjoy being able to talk about my art with people, and have a dialogue with them.&quot;\n",
            "image": "bielaczyc_paul.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "218",
            "name": "Paula S. Jordan",
            "bio": "Paula S Jordan, a former NASA orbit analyst, writes moderately hard, character-driven science fiction, with three stories in Analog and her first novel, a present-day alien contact story set in western North Carolina, now in final draft. Visit her web site at PaulaSJordan.com, at Facebook.com\/PaulaSJordan\/,  and on Twitter  @PaulaSJwriter.",
            "image": "jordan_paula.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "186",
            "name": "Philip Wohlrab",
            "bio": "Philip is currently the Non Commissioned Officer in Charge (NCOIC) of a Medical Section at an Army Schoolhouse, he is a senior instructor in Basic Combat Casualty Care, Advanced and Basic Life Support, and Combat Medicine. Additionally he is a senior instructor for Field Sanitation. He has served 2 tours in Iraq where he earned the title \"Doc\" the hard way. He has gone on to earn a Master's in Public Health with a focus on disease prevention. In addition to this he has published a few short stories, is working on more, and on his first novel. ",
            "image": "wohlrab_phillip.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "437",
            "name": "Quincy J. Allen",
            "bio": "National best-selling author Quincy J. Allen has written for Larry Correia's Monster Hunter franchise, Chris Kennedy's Four Horsemen franchise,  as well as for Aradio Brother Studios' Colt the Outlander franchise. In 2019, he will have co-authored novels in the Four Horsemen Universe as well as best-selling author Marc Alan Edelheit's  Way of Legend series. Quincy has written fiction in nearly every genre on the shelf, including sci-fi, fantasy, alt-history, steampunk, paranormal, horror, and mystery. He loves making stuff up in any setting.",
            "image": "ab8ce-quincy-j.-allen.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "418",
            "name": "R. J. Ladon",
            "bio": "RJ Ladon is a nightshift writer (by choice) and a dayshift design engineer (by necessity) to pay for the afore mentioned writing addiction. She is a self-proclaimed tree-hugger and animal-lover. If she is not in her garden, pasture, or woods you can find RJ watching movies or reading books. Documentaries, thrillers, comedies, science fiction, fantasy, and even romance can be found in her book and video library. She lives with her husband, children and a variety of farm animals on a farmette in Wisconsin.\nWriting a novel has always been on RJ's radar, and it will soon become a reality this year (2019) with the first book in the series Bloodstone (new adult, urban fantasy). In the meantime, you can find her stories in multiple anthologies. Two horror stories; Gwen's Gamble and The Poppet in Sha'Daa - Toys. One military science fiction; The Felix in Tales from the Lyon's Den - Stories from the Four Horsemen Universe (Book 4). And one non-fiction Invisible Battles found in Impossible Hope, soon to be released. A list of books, anthologies and other oddities can be found at www.RJLadon.com On Twitter @RJLadon, Facebook RJLadon, \n\"From a small seed a mighty trunk may grow\" - Aeschylus.",
            "image": "6f128-rj-ladon.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "15",
            "name": "Rich Groller",
            "bio": "Our own LibertyCon Director of Programming, Dr. Richard Groller, is also an author in his own right. He is co-author of <em>The Warrior's Edge<\/em> (with Janet Morris and COL John Alexander), and a contributing author to <em>The American Warrior<\/em> (Janet and Chris Morris, Eds.), and to the <em>Heroes in Hell<\/em> shared universe anthology. Nominated for Military Intelligence Professional Writer of the Year in 1986, he has published numerous historical and technical articles in such venues as <em>Military Intelligence, The Field Artillery Journal, Guns and Ammo<\/em>, and the <em>Journal of Electronic Defense<\/em>. A member of SFWA, HWA and SFPA, he has short stories in the <em>Sha'Daa: Tales of the Apocalypse<\/em> shared universe anthology, from Moondream Press and in the <em>Night Chills<\/em> horror anthologies from Iron Clad Press. He is editor of <em>The Book of Night<\/em>, and illustrated book of macabre poetry from Copper Dog publishing, and his poetry has been published in 2 Amazon Best Seller volumes of the <em>Horror Writers of America Poetry Showcase<\/em>, and in the recent art book <em>Klarissa Dreams<\/em>.",
            "image": "groller_rich.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "344",
            "name": "Rich Weyand",
            "bio": "Rich Weyand is a computer consultant and digital forensic analyst. He was born in Illinois and lived there almost 60 years before he and his wife engineered an escape to the hills of southern Indiana in 2011. His undergraduate and graduate education is in Physics, and he's never really recovered. He has co-authored several legal books and articles on automated trade secret asset management, and is currently heading up the launch of a computer software start-up. In the two years since LC30, he has published eight science fiction books: five in the Childers Universe and the first EMPIRE trilogy. ",
            "image": "7519e-rich_weyand_dsc3806hiresmedium.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "273",
            "name": "Rick Boatright",
            "bio": " Rick Boatright has been the \"tech guy\" for the 1632 series since 2001.  He's published in the hardcover Grantville Gazettes as well as the E-Zine.  Rick's common activities at cons feature his \"Weird Tech\" presentation, which he insists has nothing to do with steampunk.  Outside of the SF universe, Rick is a partner in a small software development firm.",
            "image": "boatright_rick.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "326",
            "name": "Rob Howell",
            "bio": "Rob is a reformed medieval academic who draws upon those skills and resources for his stories and settings. He has also been an IT professional, a cook, and a soda jerk. Originally from Houston, Texas, he dutifully followed his parents as they went from there to Hillsboro, Texas, then to Cape Girardeau, Missouri, and finally to Wichita, Kansas. Along the way, they discovered about the only way to keep Rob quiet was to give him a book. Unfortunately for them, it turned out he could read very quickly, so they had to give him lots of books. He latched onto the Hardy Boys series first, then about anything else he could reach. Without books, either he or his parents probably would not have survived. Possibly both. Rob has traveled extensively. Most recently, in 2012, he walked the majority of the Offa&#39;s Dyke Trail along the border of Wales and England. Many experiences on the trail shaped his writing. One might say the Offa&#39;s Dyke Trail led to Edward. He decided to write professionally when he discovered he was too educated for most jobs, and not quite educated enough for a few. Fortunately, he had always written and had always wanted to emulate Forester, Tolkien, Weber, Drake, Parker, Chandler, and Francis. Now he can.",
            "image": "howell_rob.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "391",
            "name": "Rob Reed",
            "bio": "Rob Reed has been a reporter, magazine staff writer, web content writer, and firearms instructor. His story \"Dear Diary\" is featured in in Michael Z. Williamson's \"Freehold: Resistance\" anthology.",
            "image": "ce80f-rob-color-head-shot.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "282",
            "name": "Robert Buettner",
            "bio": "National best-selling author Robert Buettner's Orphanage, Quill Award nominee as 2004's best SF\/Fantasy\/Horror novel, is considered a modern military science fiction classic. Baen released his tenth novel, My Enemy's Enemy, in May\/June 2019.  His recent short fiction appears in the Black Tide Rising anthology, Voices of the Fall, and in the Larry Correia\/Kacey Ezell anthology Noire Fatale.\nA former intelligence officer, paleontologist, and attorney, he lives in Georgia with his family and more bicycles than grownups need.",
            "image": "424a3-b.buettner9_p-2-002-.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "28",
            "name": "Robert E. Hampson",
            "bio": "Robert E. Hampson, Ph.D. is THE (brain) scientist behind the science fiction for more than a dozen writers.  He has assisted in the (fictional) creation of future medicine, brain computer interfaces, unusual diseases, alien intelligence, novel brain diseases (and the medical nanites to cure them), exotic toxins, and brain effects of a zombie virus.  His science ranges from understanding human memory, to trying to develop prosthetics for the brain.  His nonfiction writing ranges from the mysteries of the brain to TV\/movie diseases, and from fictional depictions of real science to living in space. His recent forays into short fiction have been published in the Four Horsemen Universe (The Good, The Bad and the Merc & Tales from the Lyon's Den - Chris Kennedy Publ.), the Black Tide Rising universe (Black Tide Rising and Voices of the Fall - Baen), in Science Fiction by Scientists (Springer), the TRADOC Mad Science Writing contest (Small Wars Journal), and is co-editor (with Les Johnson) of the mixed science and fiction anthology Homo Stellaris (Baen).    \nDr. Hampson is a Professor of Physiology\/Pharmacology and Neurology with over 35 years' experience in animal and human neuroscience.   His professional work includes more than 100 peer-reviewed research articles ranging from the pharmacology of memory to the effects of radiation on the brain.  He is also leading a multi-institutional clinical research effort to develop a \"neural prosthetic\" to restore human memory following damage due to aging, injury or disease - the first such device to operate using actual neural codes for information derived from a patient's own brain activity.  \nWith more than two million words in scientific writing alone, communicating science to professionals and lay audiences is his greatest interest.  He is known to many by his former pen-name \"Tedd Roberts\" or his internet handle \"Speaker to Lab Animals,\"  having given public talks on science, science fiction (and the science in science fiction) to professors, students and civic groups, government agencies as well as SF\/F conventions.  He is available as a subject matter expert via the Science and Entertainment Exchange - a service of the National Academy of Sciences - and as an author through his websites: http:\/\/teddroberts.com and http:\/\/hampsonlab.org.  \n",
            "image": "734d7-rob2.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "341",
            "name": "Robert S. Evans",
            "bio": "Robert S. Evans is a Georgia Native film writer and director. Having worked on countless projects both large and small, he is always staying active. He attended the New York Film Academy, and shortly there after caught the attention of industry veteran Jeff Burr (Leatherface: Texas Chainsaw Massacre 3) . Robert caught his first break with the film &quot;The Last Piece Standing&quot;, an Indie Psychological Horror Film which garnered praise for its detailed and chilling world, winning him the Best Original Story at the Seattle Scream Fest in 2006. In 2013 his short film &quot;To Fight&quot; netted him a Best Director award and was featured in several festivals as well as getting a 3 night TV run as a block of short films that featured Boxing. His latest project, &quot;Cold&quot; is about a young woman who is battling with depression and suicide.",
            "image": "evans_robert.jpg",
            "type": "Artist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "462",
            "name": "Russell Newquist",
            "bio": "Russell is a high school dropout who somehow still graduated from the University of Alabama in Huntsville in 2000 with a BA in Philosophy. At one point he had to explain to a professor why he had to miss class to take the GED exam.\nNaturally, he began a career as a computer programmer. Later, he went on to earn an MS in Computer Science. Somewhere along the way he earned a black belt, and then added a few stripes to it and opened his own dojo. Because he never does anything the easy way, he started publishing company Silver Empire and has written some stories and even a novel or two. People seem to like them, so he'll probably write some more.\nHe lives in north Alabama with his wife Morgon, four kids and two dogs. They share a house that still manages to have more computing devices than living beings. He attends a Roman Catholic church, continues to run his dojo, and works for a small software company.",
            "image": "6e0ff-headshot.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "328",
            "name": "S. Andrew Swann",
            "bio": "S. Andrew Swann is the pen name of Steven Swiniarski. He's married and lives in the Greater Cleveland area where he has lived all of his adult life. He has a background in mechanical engineering and - besides writing - works as a Database Manager for one of the largest private child services agencies in the Cleveland area. He has published over 26 novels since 1993. He has just recently completed Marked for DAW books, published January 2019",
            "image": "4d826-me-and-loki.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "472",
            "name": "Sara Glassman",
            "bio": "Sara Glassman is a jewelry artist with a focus on wire jewelry and upcycled books. In 2006 she founded Medusa's Mirror Jewelry and has been making jewelry ever since. For her day jobs she works as school librarian, thus furthering her love affair with books. \nwww.medusasmirror.etsy.com\nwww.medusaslibrary.com",
            "image": "f07af-sara.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "10",
            "name": "Sarah A. Hoyt",
            "bio": "Sarah A. Hoyt has been instructed by her husband to describe her writing as \"no genre is safe from me.\"  She has published more than 30 novels in science fiction, fantasy, mystery and historical.  Two of her novels, Darkship Thieves and Uncharted (in collaboration with Kevin J. Anderson) have won the Prometheus and the Dragon awards, respectively. She's looking forward to the release of her novel Monster Hunter Guardian (with Larry Correia and in Larry's bestselling MHI series.)\nHer short stories have been published in most surviving pro magazines and a number of anthologies.\nShe was born and raised in Portugal and became an American-by-choice 34 years ago. When not working, she can be found herding cats (no, really.  She has four of them), refinishing furniture or hanging out with her husband, 2 (adult) sons and daughter-in-law.  Most of the time, though, she is working.\nShe plans to get a life as soon as she stops living several imaginary ones.",
            "image": "hoyt_sarah.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": true
        },
        {
            "id": "332",
            "name": "Scott Bragg",
            "bio": "Scott Bragg, is a native of Atlanta, Georgia. His head in the clouds, earning his keep building clouds for IT companies. An amateur photographer, he prefers shooting people who generally don't shoot back. He is kept sane and well-grounded by his wife, the always-awesome Wendi Bragg.",
            "image": "bragg_scott.jpg",
            "type": "Professional Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "39",
            "name": "Stephanie Osborn",
            "bio": "Few can claim the varied background of award-winning author Stephanie Osborn, the Interstellar Woman of Mystery.\nVeteran of more than 20 years in the civilian space program, as well as various military space defense programs, she worked on numerous space shuttle flights and the International Space Station, and counts the training of astronauts on her resume. Her space experience also includes Spacelab and ISS operations, variable star astrophysics, Martian aeolian geophysics, radiation physics, and nuclear, biological, and chemical weapons effects.\nStephanie holds graduate and undergraduate degrees in four sciences: astronomy, physics, chemistry and mathematics, and she is \"fluent\" in several more, including geology and anatomy.\nIn addition she possesses a license of ministry, has been a duly sworn, certified police officer, and is a National Weather Service certified storm spotter.\nHer travels have taken her to the top of Pikes Peak, across the world's highest suspension bridge, down gold mines, in the footsteps of dinosaurs, through groves of giant Sequoias, and even to the volcanoes of the Cascade Range in the Pacific Northwest, where she was present for several phreatic eruptions of Mount St. Helens.\nNow retired from space work, Stephanie has trained her sights on writing. She has authored, co-authored, or contributed to some 40 books, including the celebrated science-fiction mystery, Burnout: The mystery of Space Shuttle STS-281. She is the co-author of the Cresperian Saga book series, and has written the critically acclaimed Displaced Detective Series, described as \"Sherlock Holmes meets The X-Files,\" and its pulp-bestselling prequel series, Gentleman Aegis, the very first book of which won a Silver Falchion award. She has dabbled in paranormal\/horror as well, releasing the ebook novella El Vengador, based on a true story. Her recent popular science book, Rock and Roll, a discussion of the New Madrid fault and its historic quakes, was a multiple-genre bestseller! It will soon be followed with Kiss Your Ash Goodbye, an explanation of the Yellowstone supervolcano. Currently she's launching into the unknown with the Division One series, her take on the urban legend of the people who show up at UFO sightings, alien abductions, etc. to make things...disappear.\nIn addition to her writing work, the Interstellar Woman of Mystery now happily \"pays it forward,\" teaching math and science through numerous media including radio, podcasting and public speaking, as well as working with SIGMA, the science-fiction think tank.\nThe Mystery continues.\n",
            "image": "2420d-stephblue1_large.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "118",
            "name": "Stephen Euin Cobb",
            "bio": "Stephen Euin Cobb is an author, futurist, magazine writer and host of the award-winning podcast 'The Future And You.' He is also a game designer, artist, essayist, transhumanist, and is on the Advisory Board of the Lifeboat Foundation. A contributing editor for Space and Time Magazine, he also writes for Robot Magazine, H+ Magazine, Grim Couture Magazine and Port Iris magazine, and he spent three years as a columnist and contributing editor for Jim Baen's Universe Magazine. As host of 'The Future And You' he has interviewed over 300 authors, celebrities, researchers and 'pioneers of the future' as to what growing trends they have observed which are creating the future we are all going to live in. Frederik Pohl, Greg Bear and Ben Bova have all been guests on his podcast; as have Larry Niven, Jerry Pournelle, Timothy Zahn, Eric Flint, David Drake, David B. Coe, Les Johnson, David Brin, Joe Haldeman, Vernor Vinge, Harry Turtledove, Kim Stanley Robinson, Catherine Asaro, John Ringo, Mike Resnick, Nancy Kress, Spider Robinson, Alan Dean Foster, Sarah A. Hoyt, Jay Lake and Gregory Benford. Other guests have included Rudi Hoffman (a cryonics insurance agent), Mike Treder (CEO of the Center for Responsible Nanotechnology), John R. Douglas (editor of Scifipedia from scifi.com), and Lionel Vogt (a TV battle-robot builder). Nanotech, biotech and artificial intelligence are popular topics on his show; as are robotics, cryonics, organlegging, exoplanets, computers wired into the human brain, global climate change, genetic engineering of humans, faster than light travel, transhumanism, and the technology of living more-or-less forever. Bones Burnt Black (Stephen`s most widely read SF novel) has been released as an audio book which may be downloaded for free. His other novels include Plague at Redhook and Skinbrain: Cerebrodermus Fantastica. Some of his books about the future are available for the Kindle such as A Brief History of Predicting the Future and Indistinguishable from Magic: Predictions of Revolutionary Future Science. He has invented several games, the most famous being 'Death Stacks' for which there is an annual tournament held each summer in Charlotte NC. His hobbies include astronomy (he has a 10.1 inch Dobsonian-mounted Newtonian telescope), handwriting analysis and drawing in charcoal and pastels. Stephen`s website is: www.SteveCobb.com His show`s website is: www.TheFutureAndYou.com",
            "image": "cobb_stephen.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "312",
            "name": "Stephen Fleming",
            "bio": "At various times, Stephen Fleming has been paid to be an optical physicist, laser fabricator, software developer, field engineer, product manager, corporate trainer, marketing executive, salesman, general manager, entrepreneur, author, venture capitalist, board member, investment banker, consultant, angel investor, public speaker, adjunct university faculty, commercial landlord, academic bureaucrat, and economic developer. Stephen is active in the \"alternative space\" industry; he is an investor in eleven private aerospace companies and is a founding member of the Space Angels Network. In 2017, he founded the Arizona Space Business Roundtable in Tucson.",
            "image": "81314-stephen-headshot-2018-version-2.jpg",
            "type": "Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "182",
            "name": "Stephen J. Simmons",
            "bio": "Stephen J. Simmons started writing shortly after he retired from the Navy, primarily because his children had grown too old to listen to bedtime stories and the cats never laughed at the funny bits.&nbsp; He sold over a dozen flash-fiction stories to various online publishing venues, every one of which went out of business after buying his work, so he decided to try his hand at longer formats.&nbsp; His first novel, The Galileo Syndrome, was released in 2014.\nStephen grew up in a tiny hamlet in the Catskill Mountains of upstate New York, and went to high school in Albany.&nbsp; He spent twenty-one years in the Navy, both as a nuclear operator on five fast-attack submarines and as an instructor in both of the Navy&#39;s nuclear power training schools.&nbsp; He currently works as the nuclear information security manager for Newport News Shipbuilding.",
            "image": "simmons_stephen.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "243",
            "name": "Steve Jackson",
            "bio": "Steve Jackson graduated from Rice University in Houston. While there, he spent most of his time playing wargames and working on the student paper, the Thresher (he spent two years as editor). He became a writer and game publisher, proving that college can be very valuable as long as you don&#039;t let classes get in your way.\r\nHe has survived involvements with the Republican Party (alternate delegate to the 1972 convention, but he got better - he now considers himself a small-l libertarian), the SCA (former landed baron and National Chronicler) and law school (escaping before the bar exam; game design was more fun).\r\nSteve&#039;s first professional design work was for Metagaming, which published his Ogre, its sequel G.E.V., Melee, Wizard, and several other games. In 1980, Steve bought the rights to Ogre and The Space Gamer magazine from Metagaming and started his own company. That company, Steve Jackson Games Incorporated, is now 30 years old and employs more than 20 people.\r\nOne of the first releases on the SJ Games label, Raid on Iran (1981), was a critical and sales success. The next year, SJ Games released its first big hit, Car Wars . . . followed shortly by Illuminati.\r\nHe&#039;s still writing games. Some of the high points:\r\n<ul><li>In 1983, Steve was elected to the Adventure Gaming Hall of Fame.<\/li><li>In 1984, he tried his hand at interactive books or &quot;game novels.&quot; His first one, Scorpion Swamp, was published by Penguin and spent six months on the British children&#039;s bestseller list.<\/li><li>1986 saw the launch of GURPS, the &quot;Generic Universal Roleplaying System.&quot; As of 2010, the GURPS system - now in its fourth edition - has won a number of awards and is still being supported with new releases.<\/li><li>In 1990, SJ Games made national news when it filed suit after a destructive raid by the Secret Service. The SS agents, in search of &quot;hackers,&quot; nearly forced the company out of business by seizing hardware and data files. With the help of the newly formed Electronic Frontier Foundation, SJ Games took the case to federal court, proved that the raid had been unjustified and improperly executed, and won more than $50,000 in damages. The EFF remains active to prevent similar abuses.<\/li><li>In 1994, Steve reworked the old faithful Illuminati to jump on the trading-card bandwagon. INWO (Illuminati: New World Order) became the company&#039;s first million-dollar preship.<\/li><li>In 2001 came Munchkin, which started as a silly card-game parody of a dungeon crawl and grew into the biggest hit we&#039;ve ever had. For the next few years, most of his creative effort went into Munchkin sequels and supplements.<\/li><li>In 2009, Steve created two quick dice games, Zombie Dice and Cthulhu Dice. Both were hobby hits which made it onto mass-market shelves . . .and sold more than any other non-Munchkin release that year.<\/li><\/ul>\r\nSteve is a dedicated SF reader and fan, and enjoys attending both gaming and SF conventions. He writes filksongs (adequately) and sings (very badly). His other interests include gardening (especially water gardening), Lego, pirates, trains, beekeeping, dinosaurs and tropical fish. In his copious free time, he looks at webcomics, eats, and sleeps.\r\n\r\n(Taken from Mr. Jackson&#039;s <A HREF=&#039;http:\/\/sj.sjgames.com\/sjbio.html&#039;>Personal Bio Page<\/A>)",
            "image": "jackson_steve.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "150",
            "name": "Susan Brady",
            "bio": "Susan Brady has been running Make It, Take It since LibertyCon 4. She is into a little bit of everything, and loves making pretty things and playing with feathers and glitter and turning them into incredible, ready to wear costumes. A true Liberty stalwart and creator of a Liberty tradition, please come enjoy the workshop, or better yet, bring your children and have them build a costume for the kids masquerade.",
            "image": "brady_susan.jpg",
            "type": "Fan Panelist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "470",
            "name": "T.C. McCarthy",
            "bio": "T.C. McCarthy is an award winning and critically acclaimed southern author whose short fiction has appeared in Per Contra: The International Journal of the Arts, Literature and Ideas, in Story Quarterly and in Nature. His debut science fiction trilogy, Germline, Exogene and Chimera were released in 2011 and 2012 to critical acclaim. In addition to being an author, T.C. is a PhD scientist, a Fulbright Fellow, and a Howard Hughes Biomedical Research Scholar, who served as a weapons expert in the CIA during Operations Enduring Freedom and Iraqi Freedom. He has never been fired on, nor fired a shot in anger, but is a recognized expert in future warfare and has been invited multiple times by USSOCOM to speak on the topic of future warfare.",
            "image": "9b645-headshot-for-lc.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "159",
            "name": "Tamara Lowery",
            "bio": "Tamara Lowery, author of The Adventures of Pigg & Woolfe steampunk serial and the Waves of Darkness series, is a native of Chattanooga. She just launched the first episode of Pigg & Woolfe in March 2018 and hopes to release an episode a month with an annual omnibus with bonus material. Although currently out of publication and searching for a new publishing home, all seven books in her pirates and vampires Waves of Darkness series placed in the Top Ten in the Horror Novel category of the critters.org Preditors and Editors Readers Poll in their respective years of original release.\n  She currently works in the automotive industry and resides with her husband, the Rottentots (Wally & Louie), and the Wreckin' Krewe (Star and Cricket-of-Boundless-Energy). This, of course, makes her just one reproductively neutralized cat shy of being an Official Crazy Cat Lady. ",
            "image": "bec1d-tamara-lowery.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "430",
            "name": "Tammie Darden",
            "bio": "I am a biologist who works as a chemist. I spend a lot of my time helping with my grand kids. In my off hours I chain read, play Civ V, sew, cook and garden a little. I have worked conventions for years and help run an Alternate History based convention.",
            "image": "542c1-bio-pic.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "340",
            "name": "Taylor S Hoch",
            "bio": "Taylor S Hoch has been creating other worlds for people to experience since 1996. She is the author of The Curse of the Dullahan series, a middle-grade urban fantasy adventure. Book five in this nine book series was released in May 2018 and the sixth book is due to be released in June 2019. When Taylor isn't writing novels, she is a songwriter and musician. She has published three albums of Americana music. Her songs play on radio stations worldwide and on radio networks such as the BBC and RADI. She spent most of her adult life traveling extensively in the U.S. working as a restoration carpenter and contractor on historical landmarks and playing her songs at music festivals. She holds an M.A. in English Literature and Creative Writing; Sigma Tau Delta\/NEHS, Alpha Sigma Lambda. She is the mother of two amazing young men and lives in rural Tennessee with her wife of twenty-three years, two supposed-to-be working farm dogs that prefer A\/C to doing their jobs, L.J. the perfect cat, a gargoyle protector named Aloysius, a serious clan of gnomes, and a variable population of free-range chickens. She is also DM extraordinaire for the exclusive Gamera Gang and an avid SF\/Fantasy fan.\n \n",
            "image": "b2be8-taylor-hoch.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "425",
            "name": "Teresa  Howard",
            "bio": "Teresa Howard is a life-long fan of science fiction and fantasy.   She has attended Dragon Con almost every year since 1991.  She participated in the Writers Workshops taught by the late Ann Crispin and The Writers Track led by Nancy Knight.  She was employed for many years as a technology coordinator and computer lab instructor.   Her passion remained writing science fiction and fantasy.  \nTeresa's published stories cover a wide range of the speculative fiction genre.  Her short fiction has been published in magazines, anthologies, webzines, and on IPhone aps in the U.S., Canada, and the U.K.   She is often found at a corner table in a local bookstore or library working on her latest writing project.  \n",
            "image": "77ee9-teresa-libertycon.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "248",
            "name": "Terry Maggert",
            "bio": "Left-handed. Father of an apparent nudist. Husband to a half-Norwegian. Herder of cats and dogs. Lover of pie. I write books. I've had an unhealthy fascination with dragons since the age of-- well, for a while. Native Floridian. Current Tennessean. Location subject to change based on insurrection, upheaval, or availability of coffee. Eleven books and counting, with no end in sight. You've been warned.",
            "image": "maggert_terry.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "368",
            "name": "Tiffany Toland-Scott",
            "bio": "Tiffany Toland-Scott is an American artist located in the Atlanta-Metro area. Her work is inspired by high fashion, fairy tales, Lovecraft, everything Southern Gothic, haunted houses, and mythology from all over the world. A fan of anything darkly romantic, her work is frequently subtly if not overtly dark in theme.\nOriginally from the Pacific Northwest, life&#039;s adventures have taken her to art school in Phoenix, back to Washington, then to Montana where she lived with her husband, Jason Luke, for several years, and most recently to a rural neighborhood outside of historic Cartersville, Georgia. She lives with her husband, son Wolfgang, two dogs, a clutter of cats, and a gaggle of imaginary friends.\nTiffany is a primarily self-taught artist and uses pencils, watercolors, digital tools, oils, and acrylic paints in the creation of her paintings. Curious and easily bored, she is frequently finding new things to make art with. She also sculpts with paper clay and found objects, plays a slew of musical instruments, and writes short horror stories.",
            "image": "7ed57-tiffany.jpg",
            "type": "Artist",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "131",
            "name": "Tim Bolgeo",
            "bio": "Richard Timothy 'Uncle Timmy' Bolgeo is the Chairman of LibertyCon Emeritus and an admitted (by everyone else, denied by him) Secret Master of Fandom (SMoF). A retired electrical engineer by profession with over 30 years with theTennessee Valley Authority (TVA), Uncle Timmy has been a permanent fixture in fandom since 1976. Fandom is a way of life in the Bolgeo clan, and his wife, two children and three grandchildren are no strangers to Southern Fandom. His daughter Brandy, has taken over as Chair of LibertyCon, and the family tradition lives on.\nA lifetime reader of Science Fiction and Fantasy (with a strong preference for Military Science Fiction), Uncle Timmy was Founder and Chairman of LibertyCon 1 - 25; original Board Member and Chairman of ChattaCon 7 - 11; and staff member at numerous conventions to include WorldCon, World Horror Con, World FantasyCon, and Con*Stellation. He is the long running Editor\/Publisher of the Fanzines The LibertyCon Newsletter (1987-1997) and The Revenge of Hump Day! (1997 to present). (To receive The Revenge, please send an email to Tim Bolgeo at tbolgeo@comcast.net)\nSome comments on Fandom from Uncle Timmy:\n\"Fandom is only a hobby. Family and work come first. But it is a beloved hobby that has brought me many hours fun and entertainment. Fandom has also brought me many great friends that I will cherish all my life and I am a fierce protector of these friends.\"\n\"I have been very fortunate to meet many of my private heroes through fandom and been blessed by becoming friends with a number of them.\"\n\"I have always enjoyed helping others who want to start conventions with administrative help or advice. I guess you could say that I take my role as 'Uncle Timmy' seriously when it comes to helping people when I can.\"\n\"About the only other convention that I work at on a consistent basis is Con*Stellation in Huntsville, AL. I run the \"Killer Cutthroat Spades Tournament\" there every year. \"Killer Cutthroat Spades\" is my passion and it has got me in trouble with a writer or two (See David Weber's Ashes of Honor and A Beautiful Friendship and Eric Flint's Time Spike).\n\"In fandom, I have had a few heroes, Wilson 'Bob' Tucker, Andre Norton, L. Sprague and Catherine Decamp, and Bob Adams. With regard to regular fans I never had any heroes, but I have definitely had a number of great friends who run other conventions. People like Ken Moore (Kubla Khan, Nashville), Sylvia Cox, Greg Bridges and Jeff Bango (MidSouthCon, Memphis), Chloie Airoldi (SatyriCon, Knoxville), Mark Paulk, Mike and Nelda Kennedy, Sam Smith (Con*Stellation, Huntsville), Rich and Michelle Zellich (Archon in the Old Days) and...hopefully, you get the idea.\"",
            "image": "bolgeo_tim.jpg",
            "type": "Fan \/ Scientist",
            "favorite": false,
            "guestOfHonor": true
        },
        {
            "id": "322",
            "name": "Tom Kratman",
            "bio": "Tom Kratman is a political refugee and defector from the People's Republic of Massachusetts. The mechanism of his defection was enlisting into the Army in 1974 at age 17, which deeply distressed his high school (Boston Latin, founded 1635) as they thought he had \"higher and better things\" ahead of him. He served two years as an enlisted grunt with the 101st Airborne and one and a half with the 193rd Infantry Brigade in Panama, getting 2 years of college done in the process (when he wasn't in the field he was taking courses). At that point the Army gave Kratman a scholarship and sent him off to Boston College to finish his degree and obtain a commission. Tom graduated, cum laude, in 1980 and returned to the Army as an infantry officer. Tom served another three year tour in Panama, then more schooling at Benning, then 4+ years with the 24th Infantry Division near Savannah, Georgia. Fun times then ceased for a while, while he did two years in Recruiting Command. Saddam Hussein (UHBP) rescued Tom from this by invading Kuwait. He has been told that he was the only captain to actually escape from USAREC for the war. Tom arranged a transfer to Special Operations Command and went through the active part of the campaign attached to 5th Special Forces. He continued slurping at the Army trough until it became painfully clear that the bottom had dropped out of the militantly and violently aggressive anti-communism market and that he was not going to like the rather PC direction the Army (which was, arguably, the only thing he ever selflessly loved) was heading in. Among other things, Tom earned a Combat Infantry Badge and the Ranger Tab. Tom got out in 92 and went to law school. He hated it but was far too pig headed to quit. He became a lawyer in 95 and quickly realized that what he had felt about law school was but a pale shadow of true hate. Stayed in the Reserves and took every tour he could to avoid practicing law. And when the reserves had nothing interesting there was MPRI (\"white collar mercenaries R us\"). Saddam Hussein (UHBP) once again stepped to the fore and saved Tom from the continued practice of law. In February of 2003 the Army called him up to participate in the invasion of Iraq. Still, God has a sense of humor. While awaiting a flight over Tom was informed he had a 100% blockage in his right coronary artery (imagine his chagrin) and wasn't going anywhere fun anytime soon. Instead, he spent eight months stuck at Fort Bragg, then a few in the DC area, before finally being sent on to be on the faculty of the Army War College as Director, Rule of Law, for the US Army Peacekeeping and Stability Operations Institute. Keep in mind that divine sense of humor previously mentioned. Tom retired in 2006, bored out of his gourd and finally ready to admit his love affair with the Army was over. He's returned to Virginia and, instead of practicing law, writes full time for Baen, Castalia, and Defy Media. (That means, NO, don't ask for legal advice because there's no more confidentiality with him. He's outa da bidnez.) His books published to date include Countdown: The Liberators, Countdown: M Day, Countdown: H Hour, Caliphate, A State of Disobedience, A Desert Called Peace, Carnifex, The Lotus Eaters, The Amazon Legion, Come and Take Them, and The Rods and the Axe. His collaborations with John Ringo include Watch on the Rhine, Yellow Eyes, and, The Tuloriad. Tom's married to a (really beautiful) girl from rural western Panama. He and Yolanda have 3 children and 3 grandchildren. Yoli and Tom make their home in Blacksburg, VA. His next book, an anthology, Terra Nova: The Wars of Liberaton, via Baen, is scheduled to be released on 6 August 2019.",
            "image": "kratman_tom.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "466",
            "name": "Tom Tinney",
            "bio": "Tom Tinney is Biker (The V-twin kind...not a fan of peddling) that happens to enjoy writing Science Fiction and Fantasy. Yes, the world's first Biker-Nerd. He has published two books, numerous anthology contributions and his novel \"Blood of Invidia\" (written with his son) was a finalist for the 2017 Dragon award. They are currently working on the second book in the series \"Legacy of Invidia\" as well as regular short story releases on his website www.tomtinney.com. You can connect with him via his Facebook group https:\/\/www.facebook.com\/groups\/BikerNerd (SciFi, Fantasy, Entertainment, no politics).",
            "image": "948a2-tom-authorshot.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "8",
            "name": "Toni Weisskopf",
            "bio": "Toni Weisskopf is publisher of Baen Books. She has worked with such authors as David Weber, David Drake, Lois McMaster Bujold, Eric Flint, John Ringo, Sarah A. Hoyt, Larry Corriea, and many others. With Josepha Sherman she compiled and annotated the definitive volume of subversive children&#039;s folklore, Greasy Grimy Gopher Guts, published by August House. For Baen she&#039;s edited three original hard sf anthologies: Cosmic Stories: Adventures in Sol System, Cosmic Stories: Adventures in Far Futures and Transhuman, with sf author Mark L. Van Name.\nBaen is also known for its innovative e-publishing program, which has expanded under Weisskopf&#039;s leadership to include not only titles published by Baen, but also titles from other publishers, all without DRM.\nWeisskopf is a graduate of Oberlin College with a degree in anthropology. The widow of Southern fan and swordmaster Hank Reinhardt, she is the mother of a delightful daughter, and is possessed by a truly devilish little dog, and a fat and lazy cat who styles himself a &quot;rare white mini-puma.&quot;\n",
            "image": "weisskopf_toni.jpg",
            "type": "Author \/ Publisher",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "388",
            "name": "Valerie Hampton",
            "bio": "Valerie D. Hampton holds a B.A. from the University of Florida, where she was the first to graduated summa cum laude in the interdisciplinary MEMS program (Medieval and Early Modern Studies), and a Masters in Medieval Latin from the Classics department of the University of Florida. She holds a PhD in History dissertation from Western Michigan University. She currently teaches at the University of Florida and is a board member or the MEMS program, while writing Urban Fantasy, Horror, and academic Non-Fiction and producing Indie films under her own label, GrimSisters Production Company.\nShe has taught Latin at the University of Florida and Western Michigan. She has also taught both online and regular classes in History at Western Michigan as well as Humanities and Film at Santa Fe College in Gainesville, Fl.\nHer doctoral dissertation, was on Rushen Abbey on the Isle of Man and its relations with secular and religious organizations. She has published articles on Frankish and Viking weaponry, Viking age women in the Isle of Man, medieval medicine and has written multiple encyclopedia entries on religious history. She is currently working on other historical projects. She has been a history consultant for authors and television. \nDr. Hampton founded the American Society for NeoMedievalism, wrote an article on medieval herbology in Harry Potter. She has founded many conventions since 1997, and has been on boards of conventions or asked advise on Neo-Medievalism for them especially in Florida or Michigan, during the time she lived there. She founded the Lupercalia event in 2004, which later turned into Riddle of Steele, still going today in Florida. Later, she founded the first American Game of Thrones convention, Ice and Fire Con. \nShe has a degree in Film and has taught History in Cinema. She created GrimSisters Production Co. in 1999. Since 2001, her productions have headlined film festivals, been used as documentaries, and won music awards. She is now an associate producer for the in development film Star of the Guardians. GrimSisters is also on pre-production for a new thriller\/horror feature movie, screening screenplays, and working on short films as well as moving into the small screen space. GrimSisters has just socialized with The Twisted Twins, so who know which twisted grim movies will be in store...\nhttp:\/\/www.antiquarianboardgames.com\/\nhttp:\/\/www.grimsistersprouductionco.com\/\nhttps:\/\/works.bepress.com\/valerie_hampton\/",
            "image": "d335c-5f18477a0a86058d06cac43a61c2b864.jpg",
            "type": "Scientist \/ Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "327",
            "name": "Whit Williams",
            "bio": "Whit Williams is a writer, a medic, and a protege of the great Hank Reinhardt. His published work includes the short story Lion Country and the interim chapters of Hank Reinhardt&#39;s Book Of Knives. Currently he is working on a new book, The Reinhardt Method of Rapier &amp; Dagger, the first in a series of four books about sword technique.",
            "image": "williams_whit.jpg",
            "type": "Performer",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "452",
            "name": "William Alan Webb",
            "bio": "He's the world's oldest teenager. Reading, writing and rock & roll make for an awesome life. The occasional beach doesn't hurt, either. \nBill grew up in West Tennessee, riding his bike on narrow rural roads lined with wild blackberry bushes, in the days before urban sprawl. He spent those long rides dreaming of new worlds of adventure. Childhood for him was one interesting activity after another, from front yard football to naval miniatures, but from the very beginning reading was the central pillar of his life. \nAny and all military history books fascinated him, beginning before age 8. By his teenage years he had discovered J.R.R. Tolkien and Robert E. Howard, Robert Heinlein and Fritz Leiber. Teachers ripped comic books out of his hands during Spanish and Accounting class. Oops!\nCollege found him searching for his favorite rock groups, smuggling beer into his dorm room and growing his hair long. He read a book a day back then, sometimes two, and always SFF. He even went to class sometimes.\nAfter college he turned to writing history and non-fiction and was published a number of times, including in World War Two magazine. \nIn September of 2014 he wrote the first pages of what would become Standing The Final Watch and its direct sequel, Standing In The Storm, plus the fill in work The Ghost of Voodoo Village. That was followed in 2017 by the launch of a branch new fantasy series, Sharp Steel and High Adventure, starting with the novella Two Moons Waning. Who says you can't teach an old dog new tricks? ",
            "image": "WilliamAllenWebb.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        },
        {
            "id": "420",
            "name": "William Joseph Roberts",
            "bio": "William Joseph Roberts has been called a Jack of all trades and Renaissance man by his peers. Since his enlistment as an F-15 Crew Chief with the USAF; he has been an artist, industrial design engineer, blacksmith, brewer, and now, eclectic writer. He and his family reside in Chickamauga, Georgia.",
            "image": "55556-10956587_10203128683092726_5241765974173108482_n.jpg",
            "type": "Author",
            "favorite": false,
            "guestOfHonor": false
        }
    ]
}