{
    "type": "table",
    "name": "guests",
    "database": "libertycon_org",
    "data": [
        {
            "id": "308",
            "name": "Reading:  Taylor Hoch & Martin Shoemaker",
            "bio": "Lou Antonelli started writing fiction in middle age; his first story was published in 2003 when he was 46. He's had 115 short stories published in the U.S., U.K., Canada, Australia, India and Portugal in venues such as Asimov's Science Fiction, Jim Baen's Universe, Tales of the Talisman, Andromeda Spaceways In-Flight Magazine, Greatest Uncommon Denominator (GUD), Daily Science Fiction, Buzzy Mag, and Omni Reboot, among many others. \nHis collections include \"Fantastic Texas\" published in 2009; \"Texas & Other Planets\" published in 2010; and \"The Clock Struck None\" and \"Letters from Gardner\", both published in 2014. His debut novel, the retro-futurist alternate history \"Another Girl, Another Planet\", was released in 2016 by WordFire Press.\nHis story \"Great White Ship\", originally published in Daily Science Fiction, was a 2013 finalist for the Sidewise Award for alternate history. His short story \"On a Spiritual Plain\", originally published in Sci Phi Journal, was a finalist for the Hugo award in 2015.\nHis first professional science fiction short story, \"A Rocket for the Republic\" (Asimov's Science Fiction Sept. 2005) was the last story accepted by Editor Gardner Dozois before he retired after 19 years.\n\"The Yellow Flag\" - his 100th published short story (Sci-Phi Journal Aug. 2016) - set the record for all-time fastest turnaround in genre fiction. It was written, submitted and accepted between 1 p.m. and 5 p.m. on May 6, 2015\nHe is  a two-time Hugo nominee (Short Story, Best Related Work) in 2015, and 2017 finalist for the Dragon Award in Alternate History. A Massachusetts native, Antonelli moved to Texas in 1985 and is married to Dallas native Patricia (Randolph) Antonelli. They have three adopted furbaby children, Millie, Sugar and Peltro Antonelli.\n",
            "image": "antonelli_lou.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages of their works<\/p>\n",
            "date": "2019-06-28",
            "time": "14:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "221",
            "name": "Tennessee Valley Interstellar Workshop (TVIW)",
            "bio": "Chris began writing fiction in 2012. His short stories can be found in multiple anthologies: Luna's Children:Stranger Worlds, Dark Oak Press; Dark Corners, Fantom Enterprises; Black Tide Rising, Baen; Sha'Daa: Inked, Copper Dog Publishing; Forged in Blood, Baen; The Good, The Bad, and The Merc, Seventh Seal Press; Noir Fatale, Baen, and Terra Nova- The Wars of Liberation, Baen.\nHe has co-written two novels, 'Kraken Mare' (Severed Press) with Jason Cordova, and 'Gunpowder and Embers- Last Judgement's Fire Book 1' (Baen, Forthcoming) with John Ringo and Kacey Ezell. \n\n",
            "image": "smith_chris.jpg",
            "type": "Author",
            "desc": "<p>\n\tLes Johnson moderates this panel about TVIW. The&nbsp;<span style=\"font-family: Calibri, sans-serif; font-size: 11pt; white-space: pre-wrap;\">latest TVIW Symposiums will be discussed along with the upcoming Wichita event.<\/span><\/p>\n",
            "date": "2019-06-28",
            "time": "14:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Panel",
            "favorite": false
        },
        {
            "id": "182",
            "name": " The Double-Dynamo Solar Model: The Latest from Dr. Zharkova",
            "bio": "Stephen J. Simmons started writing shortly after he retired from the Navy, primarily because his children had grown too old to listen to bedtime stories and the cats never laughed at the funny bits.&nbsp; He sold over a dozen flash-fiction stories to various online publishing venues, every one of which went out of business after buying his work, so he decided to try his hand at longer formats.&nbsp; His first novel, The Galileo Syndrome, was released in 2014.\nStephen grew up in a tiny hamlet in the Catskill Mountains of upstate New York, and went to high school in Albany.&nbsp; He spent twenty-one years in the Navy, both as a nuclear operator on five fast-attack submarines and as an instructor in both of the Navy&#39;s nuclear power training schools.&nbsp; He currently works as the nuclear information security manager for Newport News Shipbuilding.",
            "image": "simmons_stephen.jpg",
            "type": "Author",
            "desc": "<p>\n\tScientist Stephanie Osborn discusses the double-dynamo solar model, and Dr. Zharkova&#39;s predictions for an extended solar minimum.<\/p>\n",
            "date": "2019-06-28",
            "time": "15:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "276",
            "name": "Author's Alley (Bragg, Gallagher, Ikenberry, L. Johnson, J. Osborne)",
            "bio": "Kevin H Evans has been writing since 2006; other interests include vintage locomotive restorations, hot air ballooning, SCA combat, gunsmithing, tool and die making.",
            "image": "evans_kevin.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s\/Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-28",
            "time": "16:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "277",
            "name": "Author's Alley (Burkhead, J. & HP Holo, Lowery, Schantz)",
            "bio": "James Young is a Missouri native who left small town life to attend a small, well-known Federal institution in upstate New York. After obtaining a degree in military history from West Point, Mr. Young spent six years repaying his education via military service in various locations (both foreign and domestic). Along the way he collected a loving, patient, and beautiful spouse (Anita C. Young)...and various animals that only fit those descriptions when it suited them.\nAfter leaving the Army, James returned to the Midwest to pursue his Ph.D. in U.S. History while working for the Republic (again). When not tormenting his characters, Mr. Young spends his spare time reading Anita's first drafts, finishing that pesky dissertation, and trying to figure out whose idea it was to get a pair of flatulent, WWE emulating shelter dogs with paper fetishes. Usually he can be found at various book signings and Cons in the greater KC area.",
            "image": "young_james.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s\/Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-28",
            "time": "18:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "463",
            "name": "Reading: Jon Del Arroz & Paula Jordan",
            "bio": "Morgon Newquist started life by causing an international incident in Central America, and has been marching to the beat of her own drummer ever since. She grew up in the Rocket City - Huntsville, Alabama. After a stint at the University of Georgia to study Latin, she has returned to the place of her upbringing where she wrangles two dogs, a cat, and four children daily.\nShe is an avid fan of fantasy, science fiction, gaming of all types and other nerdy pursuits.\nHer current focus is an ongoing saga of sword and sorcery short stories called The School of Spells and War. The first novella, Down The Dragon Hole, is highly rated and continues to introduce many new fans to the series.\nMorgon has worked as a freelance writer off and on since 2007, and written for video game mythologies, table top RPGs, online game guides, and blogs as well as her own short works. She has several published short stories and is currently working on several novels.",
            "image": "3690f-morgonheadshot.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome hear our Authors read from their works.<\/p>\n",
            "date": "2019-06-28",
            "time": "19:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "158",
            "name": "Large Dice Games with Fritz and Agatha",
            "bio": null,
            "image": null,
            "type": "Fan Panelist",
            "desc": "<p>\n\tFritz Fotovich and Agatha Jean will be offering this year&#39;s giant dice games by the Convention Center North Entrance.<\/p>\n",
            "date": "2019-06-28",
            "time": "20:00:00",
            "length": "60",
            "location": "CC: Hall End by Meeting Room 6",
            "eventType": "Kids Prog.",
            "favorite": false
        },
        {
            "id": "279",
            "name": "Author's \/ Artist's Alley (David Butler, Frost, J.D. Jordan, Lewis, Malone)",
            "bio": "Jacob Holo has been a recreational geek since childhood, when he discovered Star Wars and Star Trek, and a professional geek since college, when he graduated from Youngstown State University with a degree in Electrical and Controls Engineering. He started writing when his parents bought that new IBM 286 desktop, and over the years, those powers combined to push him to the next level of nerddom: a sci-fi author who designs intricate worlds and tech systems...and promptly blows them up in a string of nonstop action.\nHe is the author of five books, including military sci-fi The Dragons of Jupiter, YA urban fantasy Time Reavers (a Kirkus Reviews Best Indie Book of 2014), and the mecha space opera trilogy Seraphim Revival (Bane of the Dead, Throne of the Dead, Disciple of the Dead); and co-author of YA steampunk fantasy The Wizards Way (with H.P. Holo) and The Gordian Protocol (upcoming, with David Weber).\nBetween novels, Jacob enjoys gaming of all sorts, whether video gaming, card gaming, miniature wargaming, or watching speed runs on YouTube. He is a former-Ohioan, former-Michigander who now lives in South Carolina with his wife\/boss H.P. and his cat\/boss Nova.\nBlog: https:\/\/holowriting.com\/\nWebsite: https:\/\/holowritingstore.com\/\nFacebook: https:\/\/www.facebook.com\/holowriting\/\nInstagram: https:\/\/www.instagram.com\/holowriting\/\nInstagram (H.P. only): https:\/\/www.instagram.com\/hpholo\/\nYouTube: https:\/\/www.youtube.com\/channel\/UCyll2n4eFe82UQZnU7wFCjA\nTwitch: https:\/\/www.twitch.tv\/holowriting\n",
            "image": "15584-jacob-author-photo-new.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-28",
            "time": "21:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "307",
            "name": "Reading:  Declan Finn & Melisa Todd",
            "bio": "Declan Finn is the author of books ranging from thrillers to urban fantasy to SciFi. In 2016, his book Honor at Stake was a Dragon Award Finalist for Best Horror. In 2017, he was a finalist in both best horror (for Live and Let Bite) and apocalyptic (for Codename: UnSub).\nFinn is one of a legion of writers over at The Catholic Geeks blog (a legion, for we are many). Other books he has written includes the comedy-thriller It Was Only on Stun! where he blows up a sci-fi convention (no, not this one). The sequel is Set to Kill, a novel that spun off of his parody, Sad Puppies Bite Back.\nHe co-authored the science fiction espionage novel Codename: Winterborn, and Codename: UnSub. However, he is most proud of his The Pius Trilogy and his Love at First Bite quartet - both rereleased by Silver Empire Press. His most recent releases include the Saint Tommy, NYPD series Hell Spawn, Death Cult, and Infernal Affairs and the upcoming space opera series, White Ops.\nFinn works for Silver Empire Press as their book of the month club can be found at his website, declanfinn.com, or wherever someone is starting trouble.",
            "image": "1d933-headapm.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guest reads passages of her works.<\/p>\n",
            "date": "2019-06-28",
            "time": "22:00:00",
            "length": "60",
            "location": "CC: Meeting Room 8",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "67",
            "name": "Space Update",
            "bio": "Daniel M. Hoyt is a systems architect for rocket trajectory software, when not writing or wrangling royalty calculations for indie presses. Since his first sale to Analog, Dan has appeared in other magazines and anthologies, notably Witch Way to the Mall, Strip Mauled, and Fangs for the Mammaries (Baen), and Mike Brotherton's groundbreaking Diamonds in the Sky. Dan has also edited a couple DAW anthologies, Fate Fantastic and Better Off Undead. His debut space opera, Ninth Euclid's Prince, launched in 2015; sequels are underway. Catch up with him at http:\/\/www.danielmhoyt.com",
            "image": "hoyt_dan.jpg",
            "type": "Scientist \/ Author",
            "desc": "<p>\n\tLes Johnson on what has happened in the past year in Space, and what might happen in the coming years.<\/p>\n",
            "date": "2019-06-29",
            "time": "10:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "280",
            "name": "Author's \/ Artist's Alley (M. Fontaine\/B. Wheeler, V. Hampton, T. Hoch, C. Sanderson, William Webb)",
            "bio": "Karen Evans has been writing SF\/F with her husband for almost 10 years, and enjoying the roller-coaster. She planned on being a writer since third grade where she learned cursive, and knew she could now write. When not writing, she enjoys crocheting, embroidery, and other busy-hand activities so she can listen to the voices in her head. She lives in New Mexico with her husband, a dog and a variable number of cats.",
            "image": "evans_karen.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "10:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "374",
            "name": "Reading:  Stephen J. Simmons & David Boop",
            "bio": "Jarrod \"The Yard Sale Artist\"  Alberich is currently the Art Director for White Rocket Books, specializing in cover art & inking.\nCalls himself the \"Yard Sale Artist\" because EVERYTHING (surfaces, paints, brushes, etc.) he uses for his art is all acquired via yard sale\/dumpster dive. \nJarrod is a military combat veteran.\n",
            "image": "71021-jarrod.jpg",
            "type": "Artist",
            "desc": "<p>\n\tCome listen as our authors read from their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "10:00:00",
            "length": "60",
            "location": "CC: Meeting Room 7",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "407",
            "name": "Banquet Set Up",
            "bio": "Brent is currently a neuroscience PhD student researching how to restore damaged memory function.  A life long geek, he enjoys writing sci-fi and fantasy to relax from work.  Very occasionally he even remembers to finish a story.",
            "image": "09333-roeder_biopic.jpg",
            "type": "Scientist",
            "desc": "<p>\n\tSetup for the GOH Banquet<\/p>\n",
            "date": "2019-06-29",
            "time": "10:00:00",
            "length": "120",
            "location": "M: Tennessee River Room",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "10",
            "name": "Reading: Tom Tinney & A.M. Freeman",
            "bio": "Sarah A. Hoyt has been instructed by her husband to describe her writing as \"no genre is safe from me.\"  She has published more than 30 novels in science fiction, fantasy, mystery and historical.  Two of her novels, Darkship Thieves and Uncharted (in collaboration with Kevin J. Anderson) have won the Prometheus and the Dragon awards, respectively. She's looking forward to the release of her novel Monster Hunter Guardian (with Larry Correia and in Larry's bestselling MHI series.)\nHer short stories have been published in most surviving pro magazines and a number of anthologies.\nShe was born and raised in Portugal and became an American-by-choice 34 years ago. When not working, she can be found herding cats (no, really.  She has four of them), refinishing furniture or hanging out with her husband, 2 (adult) sons and daughter-in-law.  Most of the time, though, she is working.\nShe plans to get a life as soon as she stops living several imaginary ones.",
            "image": "hoyt_sarah.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guest read passages of her works.<\/p>\n",
            "date": "2019-06-29",
            "time": "11:00:00",
            "length": "60",
            "location": "CC: Meeting Room 7",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "105",
            "name": "Artist Guest of Honor Walk Through",
            "bio": "Dixie L. Walker was a freelance artist currently living in New Albany, Indiana. Born in Kentucky, Dixie started winning art awards in high school and has continued winning them at science fiction and fantasy conventions.\nThough self-taught, Dixie started her art career painting professional portraits, but found them too stressful. She switched to commercial ads, which she continued to do for 10 years. Some of these works are still being used in the Kentucky-southern Indiana area. A friend prompted her to enter some of her pieces in a science fiction art show. This is where Dixie found her niche. She happily and successfully submitted her art to conventions for the rest of her life.\nFor several years, convention and art show enthusiasts have eagerly looked forward to Dixie&#039;s paintings, sculptures, and eggs. Dixie&#039;s pieces reflect joy and work in creating happy things -- things that bring a smile, a laugh, or a dream.\nMany of Dixie&#039;s favorite works contain whimsical dragons, while others feature mythical creatures. Most will bring a smile to your face.",
            "image": null,
            "type": "Artist",
            "desc": "<p>\n\tStroll among the wondrous works of art in our Art Show with the Artist Guest of Honor Mitch Foust. All artists are encouraged to attend.<\/p>\n",
            "date": "2019-06-29",
            "time": "11:00:00",
            "length": "60",
            "location": "Art Show (CC: Meeting Room 3)",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "410",
            "name": "Reading: Scott Bragg &",
            "bio": "Born on the island of Malta to an Oklahoma oil engineer and a Texas school teacher, author Ian McMurtrie a.k.a. LawDog was raised in Africa, the Middle East, and Europe.  He has been a soldier, an EMT, a volunteer fireman, a short-order cook, the world's worst rodeo clown, and a peace officer.  He currently resides in Texas with a very patient lady and three fur children.",
            "image": null,
            "type": "Author",
            "desc": "<p>\n\tCome out and hear our author guests read from their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "11:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "258",
            "name": "Steve Jackson Games - Open Gaming",
            "bio": "Jonathan French is the author of the Autumn&rsquo;s Fall Saga, an epic fantasy series. His debut novel, The Exiled Heir, was hailed as &ldquo;&hellip;a combination of pen strokes that successfully resurrect the old world fantasy concepts of Beowulf, Prydain, Oz and Masters of the Universe.&rdquo; His second book in his Autumn&rsquo;s Fall Saga, The Errantry of Bantam Flyn, launched in July 2014 on the Kindle bestseller lists at #6 in Norse\/Viking fantasy and #36 in Myths\/Legends. Born in Tennessee, Jonathan began reading comics at an early age. (Conan the Barbarian Annual #11 was his first.) His love of fiction, folklore and by-gone days was further fueled when his family relocated to the United Kingdom. At the age of nine, Jonathan found himself crawling over castle ramparts, visiting old churchyards and getting neck strain marveling at towering cathedrals. He returned to the U.S. as a teenager where he survived parochial school and a rebellious year in New York City (where he unknowingly met his future wife), before earning his degree from Brevard College in the captivating wilds of Western North Carolina. Like many fantasy novelists, he originally developed his magical setting of Autumn&rsquo;s Fall as a backdrop for the roleplaying games he ran for his friends. After submitting his creations to a once-mighty RPG company, he received an offer to purchase his intellectual property. Ultimately, he chose to keep his brainchildren close to home and began writing the Autumn&rsquo;s Fall novels in earnest.His greatest literary influences are Robert E. Howard and Lloyd Alexander.He currently lives and writes in Atlanta with his wife and toddling son, who can already throw a mean d10. His third book, a gritty sorcery and swords epic separate from Autumn&rsquo;s Fall, is scheduled to launch in Spring 2015. Other current projects include the third Autumn&rsquo;s Fall novel, a YA super-heroes series, and occasional freelance gigs for RPGs. You can read about Jonathan&rsquo;s work at www.jonathanfrenchbooks.com.",
            "image": "french_jonathan.jpg",
            "type": "Author",
            "desc": "<p>\n\tSteve Jackson Games will demo new and familiar games - come one, come all!<\/p>\n",
            "date": "2019-06-29",
            "time": "11:00:00",
            "length": "60",
            "location": "M: East\/West Room",
            "eventType": "Gaming",
            "favorite": false
        },
        {
            "id": "291",
            "name": "Author's \/ Artist's Alley (Fontaine\/Wheeler, Frost, Ikenberry, Meany, C. Sanderson)",
            "bio": "Robert Kroese&rsquo;s sense of irony was honed growing up in Grand Rapids, Michigan &ndash; home of the Amway Corporation and the Gerald R. Ford Museum, and the first city in the United States to fluoridate its water supply. In second grade, he wrote his first novel, the saga of Captain Bill and his spaceship Thee Eagle. This turned out to be the high point of his academic career. After barely graduating from Calvin College in 1992 with a philosophy degree, he was fired from a variety of jobs before moving to California, where he stumbled into software development. As this job required neither punctuality nor a sense of direction, he excelled at it. In 2009, he called upon his extensive knowledge of useless information and love of explosions to write his first novel, Mercury Falls. Since then, he has written nine more novels, including Starship Grifters, which Hugh Howey called his &quot;favorite read of 2014.&quot; Rob has just signed a contract with Thomas Dunne for a near future sci-fi comedy\/thriller titled The Big Sheep. He is currently working on Disillusioned, the sequel to his humorous fantasy epic Disenchanted.",
            "image": "kroese_rob.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "11:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "405",
            "name": "Retro-Futurist Alternate History",
            "bio": "Marisa Wolf is the co-author of Assassin (a Four Horseman Universe novel) and a short story with the fabulous Kacey Ezell, the author of one other short story (Under the Skin, in The Good, the Bad, and the Merc).\nShe was born in New England, raised on Boston sports teams, Star Wars, Star Trek, and the longest books in the library (usually fantasy). Over the years she majored in English in part to get credits for reading (this...partly worked), taught middle school science and history, was headbutted by an alligator, built a career in education, earned a black belt in Tae Kwon Do, and finally decided to finish all those half-started stories in her head. \nShe currently lives in Texas with three absurd rescue dogs, more books than seems sensible, and one deeply understanding husband.",
            "image": "2ae9f-mw-idaho.jpg",
            "type": "Author",
            "desc": "<p>\n\tLou Antonelli moderates this panel on the myriad possibilities of worlds set in retro-futurist alternate history universes.<\/p>\n",
            "date": "2019-06-29",
            "time": "11:00:00",
            "length": "60",
            "location": "CC: Meeting Room 8",
            "eventType": "Roundtable",
            "favorite": false
        },
        {
            "id": "103",
            "name": "Banquet and Guest of Honor Speeches",
            "bio": "Laura Brodian Freas, is a Doctor of Music and a professional artist whose first nationally illustrations appeared in Weird Tales, Analog, Marion Zimmer Bradley&#039;s Fantasy Magazine, and in special editions of Easton Press. She has been nominated for the Association of Science Fiction and Fantasy Artist&#039;s highest award four times. She and husband, Frank Kelly Freas, shared the Chesley Award for the joint painting Scribe. If you listen to classical music on National Public Radio, you have heard her hosting Music Through the Night and other classical segments.",
            "image": "freas_laura.jpg",
            "type": "Artist",
            "desc": "<p>\n\tSpace Opera themed Luncheon Banquet. Come hear the Guests of Honor speak! Costumes optional!<\/p>\n",
            "date": "2019-06-29",
            "time": "12:00:00",
            "length": "120",
            "location": "M: Tennessee River Room",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "282",
            "name": "Author's \/ Artist's Alley (MJ Allen, Carpenter, Cordova, Del Arroz, Tinney, James Ward)",
            "bio": "National best-selling author Robert Buettner's Orphanage, Quill Award nominee as 2004's best SF\/Fantasy\/Horror novel, is considered a modern military science fiction classic. Baen released his tenth novel, My Enemy's Enemy, in May\/June 2019.  His recent short fiction appears in the Black Tide Rising anthology, Voices of the Fall, and in the Larry Correia\/Kacey Ezell anthology Noire Fatale.\nA former intelligence officer, paleontologist, and attorney, he lives in Georgia with his family and more bicycles than grownups need.",
            "image": "424a3-b.buettner9_p-2-002-.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "12:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "125",
            "name": "Autograph Session (Coe\/Jackson, Hampson, Kratman, Lewis, McKeown)",
            "bio": "The short version: writer, editor, warrior, Bard.\nI sling words for a living. I&#039;ve been writing most of my long and wicked life, getting paid for it in the non-fiction category for something like twenty-five years, and writing fantasy and science fiction professionally since my first professional sale in 1992. (A story called &quot;Yearbride&quot; to Marion Zimmer Bradley for the *Snows of Darkover* anthology.) Since then, my work has appeared in such places as three volumes of the *Sword and Sorceress* antho series, *Turn The Other Chick*, Selina Rosen&#039;s *Bubbas of the Apocalypse* series, and numerous other anthologies and online venues. For the complete bibliography and what&#039;s in the pipeline, check out &quot;Teller of Tales&quot; on the HarpHaven website, http:\/\/www.Harphaven.net\/\nFor twelve years, I edited a size-issues activism magazine called *Rump Parliament*, which focused on working to change the way society treats fat people and served as a gathering point for people interested in learning and practicing effective activism against weight discrimination. A compilation of editorials and essays from those twelve years has just been released under the title *Prejudice By The Pound: Essays From The Size Rights Movement*.\nSize issues and SF&F came together in 2000 when I edited Meisha Merlin Publishing&#039;s first original anthology, *Such A Pretty Face: Tales of Power and Abundance*. Most recently, I edited an anthology of science fiction, fantasy, and related genre stories about the &quot;world&#039;s oldest profession&quot; titled *The Ladies of Trade Town*.\nI&#039;m a warrior by several definitions. Human and civil rights activist, accessibility activist, political activist, and someone not afraid to &quot;call &#039;em as I see &#039;em&quot;. More literally, I&#039;ve a fondness for sharp, pointy steel (I fence as a member of the SFWA Musketeers and the SCA) and firearms.\nAnd I&#039;m a Bard, Named - The Copper Bard - and sworn to traditional duties, some of which are acquitted in the above.\nI live in Texas with one husband of twenty-two years, and two cats. And they don&#039;t call me &quot;Hell on Wheels&quot; for nothing.\n",
            "image": "martindale_lee.jpg",
            "type": "Author",
            "desc": "<p>\n\tAutograph sessions will be located in the Dealer&#39;s Room. Authors will cycle through hourly, except for the author&#39;s that have their own tables who will be available when they are not scheduled in the program. Limit 5 books (if you bring more, get 5 signed and go to the back of the line.)<\/p>\n",
            "date": "2019-06-29",
            "time": "12:00:00",
            "length": "60",
            "location": "Dealer's Room (M: Plaza A\/B\/C Ballroom)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "159",
            "name": "Large Dice Games with Agatha Jean",
            "bio": "Tamara Lowery, author of The Adventures of Pigg & Woolfe steampunk serial and the Waves of Darkness series, is a native of Chattanooga. She just launched the first episode of Pigg & Woolfe in March 2018 and hopes to release an episode a month with an annual omnibus with bonus material. Although currently out of publication and searching for a new publishing home, all seven books in her pirates and vampires Waves of Darkness series placed in the Top Ten in the Horror Novel category of the critters.org Preditors and Editors Readers Poll in their respective years of original release.\n  She currently works in the automotive industry and resides with her husband, the Rottentots (Wally & Louie), and the Wreckin' Krewe (Star and Cricket-of-Boundless-Energy). This, of course, makes her just one reproductively neutralized cat shy of being an Official Crazy Cat Lady. ",
            "image": "bec1d-tamara-lowery.jpg",
            "type": "Author",
            "desc": "<p>\n\tAgatha Jean will be offering this year&#39;s giant dice by the Convention Center North Entrance.<\/p>\n",
            "date": "2019-06-29",
            "time": "12:00:00",
            "length": "60",
            "location": "CC: Hall End by Meeting Room 6",
            "eventType": "Kids Prog.",
            "favorite": false
        },
        {
            "id": "275",
            "name": "Author's Alley (MJ Allen, Carpenter, Cordova, Del Arroz, J. Ward)",
            "bio": "Walter H. Hunt is a science fiction and historical fiction writer, author of the Dark Wing Universe novels, a novel about the Templars, _Elements of Mind_ (a novel about mesmerism), and 1636: The Cardinal Virtues. He is also the librarian for the Massachusetts Grand Lodge of Masons.",
            "image": "hunt_walter.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "13:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "437",
            "name": "Reading:  Karen Evans and Kevin Evans",
            "bio": "National best-selling author Quincy J. Allen has written for Larry Correia's Monster Hunter franchise, Chris Kennedy's Four Horsemen franchise,  as well as for Aradio Brother Studios' Colt the Outlander franchise. In 2019, he will have co-authored novels in the Four Horsemen Universe as well as best-selling author Marc Alan Edelheit's  Way of Legend series. Quincy has written fiction in nearly every genre on the shelf, including sci-fi, fantasy, alt-history, steampunk, paranormal, horror, and mystery. He loves making stuff up in any setting.",
            "image": "ab8ce-quincy-j.-allen.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages from their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "13:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "92",
            "name": "Charity Art Jam ",
            "bio": "US writer and academic who has made use of his field of scholarship (his PhD was in Byzantine history) to create all his best-known work, including several associational historical novels as by H N Turteltaub. The fantasy Videssos Cycle - The Misplaced Legion (1987), An Emperor for the Legion (1987), The Legion of Videssos (1987) and Swords of the Legion (1987), with the Krispos sequence, Krispos Rising (1991), Krispos of Videssos (1991) and Krispos the Emperor (1994), serving as a prequel - follows the exploits of a Roman legion translated to the empire of Videssos, situated in a world where Magic works and Byzantine history is recapitulated. The Basil Argyros stories (1985-1987), set in an Alternate History in which Mahomet became a Christian saint - assembled as Agent of Byzantium (coll of linked stories 1987) - follows the exploits of a medieval secret agent who tends to cause scientific innovations against both his brief and his intentions. Though these books focus on their various charismatic and canny protagonists, Turtledove&#039;s thorough understanding of his source material gracefully infiltrates the fun and fantastication.\nHe began writing work of genre interest with two Sword-and-Sorcery tales as by Eric G Iverson, Wereblood (1978) and its sequel Werenight (1979), which initiate the Gerin the Fox sequence of fantasies ending with Fox and Empire (1998) for details see Checklist; and was soon publishing sf and fantasy with some frequency, sometimes as by Eric G Iverson, some of his better non-series work being assembled as Kaleidoscope (coll 1990). Noninterference (fixup 1988) - in which a galactic survey team runs across Aliens - and Earthgrip (fixup 1991) - in which a reader of sf uses the expertise so gained to save alien races - are, unusually for Turtledove, straight sf books not set in alternate worlds, and were assembled with Kaleidoscope as 3 X T (omni 2004). A Different Flesh (fixup 1988) places hominid survivors (> Apes as Human) in an alternate USA, and A World of Difference (fixup 1989) confronts Soviet and US missions on an alternate Mars - here called Minerva - populated by warring Minervans. Certainly his most important singleton, and perhaps his finest sustained narrative, is The Guns of the South: A Novel of the Civil War (1992), in which the South wins through the aid of Afrikaners who Time Travel with advanced Technologies which are used to defeat the North. After the publication of this dramatic and sustained tale, Turtledove came into his own as the most famous and most prolific authors of Alternate History sequences; though some of the later series come dangerously close to repeating the techniques and motifs of earlier work, two long-running multi-section multi-volume narratives do stand out. Both are remarkable for their ingenuity, and for their almost unremitting (and sometimes savagely melodramatic) focus on War.\nThe Worldwar sequence is perhaps the more appealing of the two, in that much of the internecine intensity of Turtledove&#039;s treatment of purely planetary issues is here partially escaped. The first series within the overall sequence - Worldwar: In the Balance (1994), Worldwar: Tilting the Balance (1995), Worldwar: Upsetting the Balance (1996) and Worldwar: Striking the Balance (1996) - features a World War Two very similar to our own, until the Invasion of an Alien fleet (> Colonization of Other Worlds; {IMPERIALISM IN SF}) changes everything. Before an ultimate stalemate can be painfully achieved, Germany becomes an ally of America (with consequences close to those encountered in many Hitler Wins tales), nuclear conflict devastates the planet, and the aliens come to occupy most of the world beyond the realm of the beleaguered allies, dominant among them being America, Germany and Russia. The second series - the Worldwar: Colonization tales comprising Colonization: Book One: Second Contact (1999), Colonization: Down to Earth (2000) and Aftershocks (2001) - takes place in the 1960s, with the two races occupying the planet vying constantly for supremacy, a conflict in which advances in Technology tend to turn the tables fairly often. Homo sapiens, in line with a deep-rooted American Genre SF assumption, is much quicker-witted and adaptive than the alien foe, who are comfortingly obtuse and very clearly described in accordance with the traditional view that invading alien armies would necessarily be commanded by hidebound, reptile-thick bureaucrats - though in this series individual aliens do show an alarming ability to take on human characteristics, including a passion for Baseball. In the midst of all this, a continuing human campaign to develop a slower-than-light Starship points readers to the final volume of the overall sequence, Homeward Bound (1999), in which human forces arrive on the alien planet, Home, a threat to the balance of power that almost leads to a mutually destructive final war, though the arrival of a second human force in a Faster Than Light ship tips that balance in our favour.\nThe second multi-volume sequence, whose surtitle is Southern Vision, is much darker than Worldwar, depicting at great length the century after 1860 as subject to almost constant War, with extended episodes being couched in Military SF terms. The Jonbar Point for this Alternate History comes when the Union does not discover General Lee&#039;s plans to invade Maryland (the historical Special Order 191 did fall into Union hands, and arguably turned the course of the American Civil War), and the Confederacy wins, maintaining a racist hegemony over much of America during the course of the following war-torn decades (> Race in SF), not finally losing to the USA until the 1920s. In the meanwhile, on the larger scene, World War One begins, though much of Turtledove&#039;s attention is focused on the increasingly savage final conflict between the North and the South, which is recounted in terms of the same futile trench-warfare stalemate that marked the European conflict for years. After 1920, Canada, now an American colony under harsh control, suffers through the Governor-Generalship of General Custer. World War Two then breaks out, with the resurgent Confederacy attacking the North; during this war, Germany and other nations develop nuclear power: bombs duly destroy St Petersburg, Paris, London, and many other world cities. The world Turtledove creates in Southern Vision is significantly bleaker than our own.\nLater sf series, as indicated above, tend to repetition, though it may be that fantasy analogues - such as the Darkness sequence, beginning with Into the Darkness (1999) and ending with Out of the Darkness (2004), where a version of World War Two is fought in a universe where Magic exists - may have moments of genuine freshness; this may also be the case with the War Between the Cronies sequence, beginning with Sentry Peak (2000) and ending with Advance and Retreat (2004), where the Civil War is also fought in a world with magic. The Crosstime Traffic sequence of Young Adult tales set in a variety of Parallel Worlds, beginning with Gunpowder Empire (2003) and ending with The Valley-Westside War (2008), homages H Beam Piper&#039;s Paratime books and parallels Charles Stross&#039;s Merchant Princes sequence, which began in 2004. The Lost Continent of Atlantis sequence, beginning with Opening Atlantis (2007) and perhaps concluding with Liberating Atlantis (2009), is initiating by a very large-scale Jonbar Point: the calving off of the eastern seaboard of America, millions of years ago, into a separate continent which is discovered in 1492. A late sequence, the War That Came Early series beginning with Hitler&#039;s War (2009), may not prove to add much to Turtledove&#039;s several previous versions of World War Two.\nTurtledove has never failed to be exuberant when he sees the chance; and although it may be argued that he has not yet written any single book that has unduly stretched his very considerable intelligence, it may at the same time be suggested that the overall impact of his longer sequences is indeed considerable. Beneath the virtuoso sadism of his descriptions of conflict, and his sometimes morally unstable sweet-tooth for the depiction of Realpolitik in action, lies a sadness that perhaps befits our times, and an intermittent sense that we are better off in this world, that we know to be true, than in any realistic alternatives we might try to imagine. Turtledove won a 1994 Best Novella Hugo Award for &quot;Down in the Bottomlands&quot; (January 1993 Analog). [JC]\n(From <a href=&#039;http:\/\/sf-encyclopedia.com\/entry\/turtledove_harry&#039;>Mr. Turtledove&#039;s page<\/A> at the Encyclopedia of Science Fiction)",
            "image": "turtledove_harry.jpg",
            "type": "Author",
            "desc": "<p>\n\tWatch the Artists bounce around ideas and complete their vision before time runs out. All the pieces will go to the Charity Auction to be auctioned off!<\/p>\n",
            "date": "2019-06-29",
            "time": "14:00:00",
            "length": "120",
            "location": "Art Show (CC: Meeting Room 3)",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "99",
            "name": "Baen Traveling Roadshow and Prize Patrol",
            "bio": "It&#039;s hard to write about yourself without sounding pompous, stiff or overly cute, but here goes. As far back as I can remember I&#039;ve always made art - it runs through my father&#039;s side of the family for at least the last several generations. I finally got serious about it in my mid\/late twenties, and spent four years at the Atlanta College of Art, concentrating on painting and printmaking on my way to becoming a sculptor. Go figure, huh?\nScience Fiction and Fantasy have been lifelong interests, along with mythology and medieval history, Egyptian, Celtic and Viking art, dinosaurs and the natural world in general. I&#039;m a sucker for word plays and puns - the more atrocious the better - and I&#039;m drawn to layered works, the kind that yield their secrets a few at a time, giving you something new each time you visit. I like Disney, Kay Nielsen, Edmund Dulac, Ivan Bilibin, Wyeth and Beardsley and Cicely Mary Barker, early Picasso and Winslow Homer, Deco and Nouveau - it&#039;s potentially an endless list, and somewhere or other they all probably figure into what I enjoy doing. \nIf there really are such things as previous lives, I think I might have been Japanese once, and\/or Irish. As the pictures will attest there&#039;s your basic Scandinavian pillager in there somewhere too and - just to muddy the waters - my surname is Latin for the Moor.Now that intrigues me - I don&#039;t know if I&#039;ll ever find an answer, but it surely does intrigue me. \nI&#039;ve done beer stein, shot glass and goblet prototypes for M. Cornell Importers in St Paul; Scottish clan badges and kilt pins for Dunedin Scottish; medallions and event badges for the Whitewater Longhunters, a blackpowder re-enactment group in Alabama; prototypes for toy and doll manufacturers; guest presentation pieces for several Science Fiction conventions; and private jewelry commissions. I sculpted for Gallo Pewter for the better part of 20 years, had a short but brief tenure at TSR during their waning days (interesting place), and did pieces for SIAB for several years before settling in with 4C Collectibles. Along the way I&#039;ve done a little bit of book and magazine illustration, had a short-lived career writing columns for a local newspaper - I was sort of the token liberal, and a short story of mine was included in the NAMELESS PLACES anthology from Arkham House. Even masqueraded as an Irish folksinger for a while with a friend. We called ourselves Gilhooley and Schwartz. Chris was the talent there. On a good night I soared to the heights of mediocrity. But hey, we had a following. ",
            "image": "maurus_bob.jpg",
            "type": "Artist",
            "desc": "<p>\n\tToni Weisskopf will be running the crowd through the best of what&#39;s going on in the Baen universe. (And there will be giveaways!)<\/p>\n",
            "date": "2019-06-29",
            "time": "14:00:00",
            "length": "120",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "285",
            "name": "Author's Alley (Burkhead, Carpenter, C. Kennedy, Tinney, James Ward)",
            "bio": "Herb started writing as a fill in for time between plane flights when working as a trust officer. His first story was for the 1632 Gazette and was politely turned down by the editor, with the request he write another. That short story was published in the Grantville Gazette and eventually also published in the hardback Grantville Gazette VI. His serialized story, Northwest Passage, appeared in the Grantville Gazette.&nbsp; It was rewritten and was the first publication by Ring of Fire Press.&nbsp; It was the first ROF book set in North America, and covered the Danish settlements around Newfoundland and Hudson Bay. Its sequel, The French Riposte, is in preparation. He currently resides in western Wisconsin with his wife Beverly. When not writing, he&rsquo;s the chairman of the Colfax Railroad Museum.&nbsp;",
            "image": "sakalaucks_herb.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "14:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "418",
            "name": "Banquet Clean-up",
            "bio": "RJ Ladon is a nightshift writer (by choice) and a dayshift design engineer (by necessity) to pay for the afore mentioned writing addiction. She is a self-proclaimed tree-hugger and animal-lover. If she is not in her garden, pasture, or woods you can find RJ watching movies or reading books. Documentaries, thrillers, comedies, science fiction, fantasy, and even romance can be found in her book and video library. She lives with her husband, children and a variety of farm animals on a farmette in Wisconsin.\nWriting a novel has always been on RJ's radar, and it will soon become a reality this year (2019) with the first book in the series Bloodstone (new adult, urban fantasy). In the meantime, you can find her stories in multiple anthologies. Two horror stories; Gwen's Gamble and The Poppet in Sha'Daa - Toys. One military science fiction; The Felix in Tales from the Lyon's Den - Stories from the Four Horsemen Universe (Book 4). And one non-fiction Invisible Battles found in Impossible Hope, soon to be released. A list of books, anthologies and other oddities can be found at www.RJLadon.com On Twitter @RJLadon, Facebook RJLadon, \n\"From a small seed a mighty trunk may grow\" - Aeschylus.",
            "image": "6f128-rj-ladon.jpg",
            "type": "Author",
            "desc": "<p>\n\tBanquet Clean-up and room reset<\/p>\n",
            "date": "2019-06-29",
            "time": "14:00:00",
            "length": "60",
            "location": "M: Tennessee River Room",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "109",
            "name": "Spades Tournament (Second Round)",
            "bio": "(1917-2007)\nUS newspaperman and writer, born in Brazil and raised in Tennessee from infancy, where he worked as a newspaperman for about half a century. He was a member of the If stable from the publication of his first story, &quot;Disqualified&quot;, in September 1954, which he began much later to assemble in the incomplete Here, There and Elsewhen sequence of collected stories; he also wrote three somewhat routine sf novels over the next decade: Twice Upon a Time (1958 dos), Rebels of the Red Planet (1961 dos), an intrigue set on Mars, and The Day the Oceans Overflowed (1964), in which the manner of their doing so is scientifically ill-motivated. After his retirement he returned to writing sf with the long Kipton sequence of juveniles featuring the eponymous young girl in various adventures on Earth and in space, beginning with Kipton & Gruff (1995). Target: Grant, 1892 (1999) is a Time Travel tale whose Jonbar Point for an attempted creation of an Alternate History is the Civil War; Modal: A Tale of Mind and Body, Love and Heroism, in a Possible Future World (2000) begins an unfinished Ruined Earth sequence. Epistle to the Babylonians: An Essay on the Natural Inequality of Pain (1969), nonfiction, deals in part with the philosophy of science. [JC]\n(From <a href=&#039;http:\/\/sf-encyclopedia.com\/entry\/fontenay_charles_l&#039;>Mr. Fontenay&#039;s page<\/A> at the Encyclopedia of Science Fiction)",
            "image": "fontenay_charles.jpg",
            "type": "Author",
            "desc": "<p>\n\tEvery year THERE CAN BE ONLY ONE to win bragging rights for a year. Will you be the one?<\/p>\n",
            "date": "2019-06-29",
            "time": "15:00:00",
            "length": "60",
            "location": "M: East\/West Room",
            "eventType": "Gaming",
            "favorite": false
        },
        {
            "id": "447",
            "name": "Indie Publishing -  Latest Trends in Self-Publishing and the State of the Market",
            "bio": "I grew up with middle class parents in rural Oregon, with some of my earliest memories being Star Trek, the Apollo 17 launch, and reading classic science fiction.   As far as I know, I've always been interested in science and technology.  I thought that by the time I was an adult, there would be plenty of work for electrical engineers in space, and I liked circuits, so I studied engineering, and took vocational electronics training while in elementary and middle school.   That was when I realized that part of what was missing in the NASA\/Star Trek kind of space vision was - how was this going to get paid for?   I found the work of Gerard O'Neill that began looking for answers to that question.   It didn't seem necessary to me to work on space transportation then as the Shuttle promised to dramatically reduce spaceflight costs.\nAt Caltech, in the fall of 1985, I heard about the near-burn through on an O-ring of the Space Shuttle, and when, a few months later, Challenger was lost, I was shocked.   I'd sat in on lectures by Feynman, and when his reports from the Rogers commission came out, I began to realize that NASA's challenges were much deeper than just their level of funding.   I graduated in 1988 and went to work for Intel, initially doing chip design, then managing a group working on chip making technologies.  After a few years, I was part of a small group that recommended what technologies we would and wouldn't include in a chip making process, which taught me a lot about managing a technology portfolio so that billion dollar bets would pay off, in an environment where sticking with tried and true methods would lose to competitors.\nWhen the DC-X effort started, it really opened my eyes that perhaps the cost and schedule of NASA projects were artifacts of NASA and its structure and constraints, not necessarily of the physics involved.  I became one of the citizens talking to my Congressional representatives about the program.   That led to my attending the Space Access conference in 1994, and I realized then that if space made money, we'd do a lot more of it - and that I wanted to work on that field.   I joined AIAA and began teaching myself aerospace engineering in evenings and weekends.   In 1997 I was asked to join Rotary Rocket, managing their rocket development program.   While there, I put a team together that learned how to do liquid rocket engines from old NASA reports and papers.\nIn 1999, Rotary Rocket laid off me and my team as they ran low on money; I and three others then founded XCOR Aerospace, with a goal of developing reusable rocket vehicles that would fly frequently with a small crew, first for suborbital markets, with the goal of later scaling to orbital systems.  I was CEO and responsible for raising the money, managing the company, and leading the technical team.   That included eleven different long-life reusable rocket engine designs, and two demonstration vehicles based on aircraft - the EZ-Rocket and the X-Racer, which demonstrated over 66 flights a per flight cost of $900\/flight for a manned rocket, a ten-minute time to service a vehicle for re-flight, and 7 flights in one day.   I also worked with the United Launch Alliance on a commercial LOX\/LH2 engine project.\nFrom 1998 on, I've been involved in the U.S. regulatory regime for commercial space, starting with public comments on FAA regulations, then membership in COMSTAC.   I saw that further development was needed, and used the EZ-Rocket to set precedents which helped start the development of the Commercial Space Launch Amendments Act of 2004, which codified a framework I had laid out for a human spaceflight regulatory regime.   That in turn led to a clear need for an industry trade association, and I was one of the co-founders of the PSF, later the Commercial Spaceflight Federation, and one if its directors for many years.   In part from that I know many of the senior figures at most of the leading U.S. commercial space companies.   In that framework, I was involved again in the SPACE act of 2015 and H.R. 2809 in 2017.\nIn 2009 I served on the Augustine committee, examining alternatives for U.S. human spaceflight strategy at NASA.  After that effort concluded, I continued to work with industry figures to develop policy alternatives.   I have come to understand that NASA offers the United States policy tools as part of our overall strategy in space which we are not fully exploiting.\nIn 2015, after shareholders brought a new CEO in to XCOR, I eventually departed.  Since then, I have served as CEO of Agile Aero, a company developing aerospace rapid prototyping technologies, and through which I have also offered consulting services to other space companies.   Starting in February 2016 I have also served as CTO of Electric Sky, where I have invented a number of new wireless power transfer technologies for unconventional space launch and other purposes.   And since July 2016 I have served as chairman of the Board of the Tau Zero Foundation, a non-profit developing advanced propulsion technologies with relevance to both advanced near-term missions and long-term potential for interstellar probes.   The Tau Zero Foundation is also laying out options to U.S. policy makers for very frequent, small payload, unconventional launch strategies to enable affordable space strategies such as boost-phase missile defense.\n",
            "image": "d5c4a-jeff_photo_suit_cropped.jpg",
            "type": "Scientist \/ Author",
            "desc": "<p>\n\tJim Curtis will moderate this years continuing series from&nbsp; Peter Grant and Dorothy Klapp on indie publishing and the state of the market, with emphasis on new developments that occurred over the previous year.&nbsp;<\/p>\n",
            "date": "2019-06-29",
            "time": "15:00:00",
            "length": "120",
            "location": "M: Tennessee River Room",
            "eventType": "Panel",
            "favorite": false
        },
        {
            "id": "332",
            "name": "Reading:  Ed McKeown & Melissa Gay",
            "bio": "Scott Bragg, is a native of Atlanta, Georgia. His head in the clouds, earning his keep building clouds for IT companies. An amateur photographer, he prefers shooting people who generally don't shoot back. He is kept sane and well-grounded by his wife, the always-awesome Wendi Bragg.",
            "image": "bragg_scott.jpg",
            "type": "Professional Panelist",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages of their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "15:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "363",
            "name": "Author's Alley (Braker, Freeman, Hoch, Maggert, R & M Newquist)",
            "bio": "Charity Ayres is a Navy Veteran who has published various works and has four novels: Loki Bound, Loki: Hell Bound, Secret in the Wings and Ice Burns. Charity was featured in the Writer's Digest 83rd Annual Short Story publication for her inspirational story: \"What's Left Behind: Daddy's Girl\".",
            "image": "cdcd9-bay-days-2.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "15:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "46",
            "name": "Reading: John Hartness & Mike Massa",
            "bio": "Ron spent eleven years as a photographer and filmmaker for a Fortune 500 company. In 1978, he moved from California to North Georgia to teach meditation and work at a spiritual retreat facility. Val was already working in the field of illustration (garnering two Hugo nominations) when they met, were married and began working together in 1983. They live deep in the woods of the North Georgia Mountains. The couple&#039;s book cover illustrations have graced many top science fiction and fantasy authors&#039; works, both in the U.S. and abroad. In addition to book covers, they have produced movie posters and video packages, posters promoting the North Georgia Mountains, T-shirt designs, images of TSR&#039;s Dungeons and Dragons series, and for a time they produced a monthly feature for Heavy Metal Magazine.\nRon and Val are now collaborating on their own illustrated book projects and have published The Secret Lives of Cats, How to Choose Your Dragon, and Old Misses Milliwhistle&#039;s Book of Beneficial Beasties.\nThey have been Illustrators of the Future judges since 1988. Ron is the Coordinating Judge of the Illustrators of the Future contest.",
            "image": "lindhahn_ron_val.jpg",
            "type": "Artist",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages of their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "16:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "157",
            "name": "Ice Cream Social",
            "bio": "Ken Roy is an engineer who lives and works amid the relics of the Manhattan Project in Oak Ridge. He has published technology speculation pieces in such venues as the Journal for the British Planetary Society, and the United States Naval Institute Proceedings. His current interests include terraforming and geoengineering.",
            "image": "roy_ken.jpg",
            "type": "Fan \/ Scientist",
            "desc": "<p>\n\tOur hospitality staff&#39;s way to cool you off on a hot summer afternoon.<\/p>\n",
            "date": "2019-06-29",
            "time": "16:00:00",
            "length": "60",
            "location": "Con Suite (M: Presidential Suite)",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "248",
            "name": "What's New from Steve Jackson Games",
            "bio": "Left-handed. Father of an apparent nudist. Husband to a half-Norwegian. Herder of cats and dogs. Lover of pie. I write books. I've had an unhealthy fascination with dragons since the age of-- well, for a while. Native Floridian. Current Tennessean. Location subject to change based on insurrection, upheaval, or availability of coffee. Eleven books and counting, with no end in sight. You've been warned.",
            "image": "maggert_terry.jpg",
            "type": "Author",
            "desc": "<p>\n\tSteve Jackson dishes on the latest developments from his secret games laboratory. He will even sign autographs. Come one, come all!<\/p>\n",
            "date": "2019-06-29",
            "time": "16:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "286",
            "name": "Author's \/ Artist's Alley (Gibbons, HP & J. Holo, L. Johnson, Maggert, Schantz)",
            "bio": "Carol Johnsons academic path has been atypical, to have accomplished a study-abroad degree through European campus, University of Maryland. She resided six years in an international dorm of Friederich-Alexander Universitaet, while becoming proficient in German and taking as many courses as were offered in International Terrorism (she was UM field registrar). Her first academic love had been nutrition science in pursuit of a degree, however her knowledge gap in chemistry competency required altering plans. Taking science walks during the dating era of getting to know Les She married, and eight yrs. later found out why nutrition and health was to enter front and center stage. Thereafter, Carol actively advocated school health for children with special needs. She completed well, two decades of full time motherhood and homemaking, during which time she also filled delegate positions in Montgomery for travel-seminars with Partners in Policy Making of Alabama for people with neurodeveopmental disabilities. She enjoys all the activities she married into, of Les diverse space-impassioned endeavors, and reminds this crowd that she fondly recalls her newlywed debut into her very first Con, LibertyCon in 1988.",
            "image": "johnson_carol.jpg",
            "type": "Professional Panelist",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "16:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "169",
            "name": "Reading:  Griffin Barber & Kevin Ikenberry",
            "bio": "Catherine Asaro is a bestselling novelist of more then twenty-five books, including near future thrillers, science fiction, and fantasy. She is also a dancer, a teacher, and a musician. Her novel <em>The Quantum Rose<\/em> and her novella &#039;The Spacetime Pool&#039; both won the coveted the Nebula Award. Among her many other distinctions, she is a multiple winner of the Readers Choice Award from <em>Analog<\/em> magazine and a three time recipient of the RT BOOKClub Award for &#039;Best Science Fiction Novel.&#039; Her most recent books are the novel <em>Carnelians<\/em> (Baen\/Simon &amp; Schuster) and the anthology of her short fiction titled <em>Aurora in Four Voices<\/em>, which is available from ISFiC Press in hardcover. All of her titles are available in audio form and her multiple award-winning novellas &#039;The City of Cries&#039; and &#039;The Spacetime Pool&#039; are available as eBooks. Her most recent eBooks are the <em>Lightning Strike<\/em> duology, based on the novel <em>Catch the Lightning<\/em> and available on Kindle, Nook, and ePub.\nCatherine has two music CDs out and she is currently working on her third. Her first CD, <em>Diamond Star<\/em>, is the soundtrack for her novel of the same name, performed with the rock band Point Valid. She appears as a vocalist at cons, clubs, and other venues in the US and abroad, including as the Guest of Honor at the Denmark and New Zealand National Science Fiction Conventions. She performs selections from her work in a multimedia project that mixes literature, dance, and music, with Greg Adams as her accompanist. She is also a theoretical physicist with a PhD in Chemical Physics from Harvard, and teaches part time in the physics department at the University of Maryland, Baltimore County. Visit her at <a title=&quot;Catherine Asaro on Facebook&quot; href=&quot;http:\/\/www.facebook.com\/Catherine.Asaro&quot;>www.facebook.com\/Catherine.Asaro<\/a>",
            "image": "asaro_catherine.jpg",
            "type": "Scientist \/ Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages of their works<\/p>\n",
            "date": "2019-06-29",
            "time": "17:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "287",
            "name": "Author's \/ Artist's Alley (S. Osborn, Spriggs, Swann)",
            "bio": "Bjorn found 1632 in a public library and saw it had a nifty cover and that rocketship logo.&nbsp; Then he found the 1632 conferences at Baen&#39;s Bar and discovered that fans were encouraged to write.&nbsp;&nbsp; He has now had ten stories and a three-part serial published, all set in the 1632 universe and is the assistant editor of the Grantville Gazette.&nbsp; He is currently an education coordinator for UMUC.",
            "image": "hasseler_bjorn.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "17:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "399",
            "name": "Art and Charity Auction Setup",
            "bio": "As if her life wasn't busy enough raising four children and managing the house while her husband writes, Bridget also trains for 5ks, 10ks, and half-marathons.  Holding an art history degree from Utah State University she channels her creativity in her needlework and cooking. Originally from the Bay Area, she is now managing the construction of her family's new house at Yard Moose Mountain, Utah.",
            "image": "1e50e-bridget-correia.png",
            "type": "Professional Panelist",
            "desc": "<p>\n\tRoom prep<\/p>\n",
            "date": "2019-06-29",
            "time": "18:00:00",
            "length": "60",
            "location": "CC: Meeting Rooms 9 & 10",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "223",
            "name": "Reading:  J.D. Jordan & Michael H. Hanson",
            "bio": "Kevin Pulliam has engineering degrees in Aerospace and Rotorcraft. He has been making beer and cider at home for over a decade and has been raising cattle using regenerative grazing practices since 2015. ",
            "image": "pulliam_kevin.jpg",
            "type": "Fan \/ Scientist",
            "desc": "<p>\n\tCome and enjoy a reading by our author guests.<\/p>\n",
            "date": "2019-06-29",
            "time": "18:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "288",
            "name": "Author's \/ Artist's Alley (Curtis, T. Howard\/M, Wyers, Howell, Lowery, Weyand)",
            "bio": "Robert Hilliard, a native of Chattanooga TN who now resides in Marietta GA, writes horror, science-fiction, and fantasy. His first published short story, Cold Case, can be found in the ShaDaa Shared-Word, Dark-Fantasy Universe published by Copper Dog Publishing.",
            "image": "hilliard_robby.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "18:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "350",
            "name": "Private Event",
            "bio": "Dr. Elisa Quintana is an Astrophysicist at NASA Goddard Space Flight Center working on the Transiting Exoplanet Survey Satellite (TESS) Mission that will launch in 2018 to search for exoplanets around nearby stars. The goal of TESS is to find targets for the upcoming James Webb Space Telescope which will look for signs of life in exoplanet atmospheres. Dr. Quintana worked at NASA Ames Research Center and the SETI Institute for many years on the Kepler and K2 space missions to search for Earth-size planets around distant stars. In 2014 she led a team of astronomers to confirm Kepler-186f, the first Earth-sized planet found to orbit within the habitable zone of another star. Her interest in space research began when she was a student at UC, San Diego, where she was advised by former astronaut and physics professor Dr. Sally Ride. She received a Ph.D. in physics in 2004 from the University of Michigan, Ann Arbor. Dr. Quintana has participated in the discovery of hundreds of exoplanets using Kepler and K2 data, and her research focuses on studying planets in extreme environments (in multiple star systems, around red dwarfs) that were once only in the realm of science fiction.",
            "image": "a0530-elisa-lowres.jpg",
            "type": "Scientist",
            "desc": "<p>\n\tPrivate event<\/p>\n",
            "date": "2019-06-29",
            "time": "18:30:00",
            "length": "150",
            "location": "M: Tennessee River Room",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "66",
            "name": "Art and Charity Auction",
            "bio": "Eric Flint's writing career began with the science fiction novel Mother of Demons. His alternate history novel 1632 has led to a long-running series with over thirty novels and anthologies in print. Hes also written many other science fiction and fantasy novels. He resides in northwest Indiana with his wife Lucille.",
            "image": "13ab4-flinte_003.jpg",
            "type": "Author",
            "desc": "<p>\n\tMake sure you don&#39;t get outbid - come and enjoy our auctioneers and fabulous artwork, books, Tuckerizations, etc..<\/p>\n",
            "date": "2019-06-29",
            "time": "19:00:00",
            "length": "120",
            "location": "CC: Meeting Rooms 9 & 10",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "173",
            "name": "Reading:  Karl Gallagher & Marina Fontaine",
            "bio": "REBECCA R. COHEN began her writing career at a very early age. She wrote short stories on a daily basis. Writing has always been in her blood and she has often said, <i>&quot;There is no in the world more therapeutic than the art of the written word.&quot;<\/i> In 2009 Rebecca, with the help of a few close friends, opened an online publication called, <i>The Conzine<\/i>, a magazine that focused on who celebrities were behind the glitz and glamor of Hollywood. Since then Rebecca has had dozens of published articles on various online news organizations and also runs a fairly successful blog entitled, <i>Rose Are Red Violets Are Blue.<\/i> Rebecca began writing, <i>Midnight to Sunrise<\/i>, in August 2012 while attending a convention in New Jersey. She has always loved vampire romance stories but always felt they lacked originality because they followed the same themes. Rebecca was determined to create something that wasn&#39;t the typical vampire vs. werewolf story. She wanted to write a book that not only would she enjoy reading, but a book that might give people a new way to envision vampires. Since its debut on December 6, 2012 <i>Midnight To Sunrise<\/i>, has sold thousands of copies and has an ever growing fan base. Rebecca is currently working on publishing the sequel in the series entitled, <i>Darkness In Between<\/i>, due out later this summer. You can find out more at her <a href=&quot;http:\/\/axelradrebecca.wix.com\/rebeccarcohen&quot;>Official Website<\/a>\n",
            "image": "cohen_rebecca.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests do a reading from their works.&nbsp;<\/p>\n",
            "date": "2019-06-29",
            "time": "19:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "74",
            "name": "Setup for ARTC ",
            "bio": "US control-systems engineer specializing in aerospace propulsion and author, who began publishing sf with &quot;Duty, Honor, Planet&quot; for Analog, April 1979. His first novel, A Greater Infinity (fixup 1982), established the pattern he would follow through the 1980s: a complex Space-Opera adventure plot - assembling the variously published Greater Infinity stories beginning with &quot;Beer Run&quot; (July 1979 Analog) - involves humans from Parallel Worlds, one of them ours, with one or more Alien races as Wars, quests and challenges galore generate a sense of movement. The Makers series - Life PROBE (1983) and Procyon&#039;s Promise (1985) - and the Antares series - Antares Dawn (1986), Antares Passage (1987) and Antares Victory (2002) - are in this mould, but Thunderstrike! (1989) deals more mundanely with what happens when a comet strikes Earth, and The Clouds of Saturn (1991) concerns human and internecine strife in the cloud-cities colonizing Saturn (> Outer Planets). McCollum&#039;s touch is usually light, and accusations of racism - occasioned by the sorry fate Africa suffers in the Makers books - seem almost certainly misdirected. A late series, the Gibraltar Stars sequence beginning with Gibraltar Earth (1999) and built around First Contact tropes, continues in the same vein. [JC]\n(Taken from <a href=&#039;http:\/\/sf-encyclopedia.com\/entry\/mccollum_michael_a&#039;>Mr. McCollum&#039;s page<\/A> at the Encyclopedia of Science Fiction)",
            "image": "mccollum_michael.jpg",
            "type": "Author",
            "desc": "<p>\n\tSetup for ARTC Performance<\/p>\n",
            "date": "2019-06-29",
            "time": "19:00:00",
            "length": "120",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "91",
            "name": "Kids Costuming \/ Masquerade and Magic Show",
            "bio": "For over two decades, Tom Smith, The World&#039;s Fastest Filker, has been breaking hearts, crippling minds, and dropping jaws across the country and around the world.\nOne of the most manic people in the history of fandom, Tom can warm or chill your heart at whim and seemingly pull new songs out of the air. He blends comedy, tragedy, dark romance, popular culture, politics, religion, gaming, movie trivia, current events, and the occasional recipe with virtually every genre of music you can imagine.\nHis songs range from the slow and sensual (&quot;Starlight & Saxophone&quot;, &quot;Storm Dancing&quot;, &quot;Pluto&quot;) to the dark and dramatic (&quot;Hellraiser&quot;, &quot;PQR&quot;, &quot;Dervish&quot;) to the sweet and innocent (&quot;A Dragon&#039;s Lullaby&quot;, &quot;Take Your Hands Off The Bear&quot;, &quot;500 Hats&quot;) to the flat-out rockin&#039; (&quot;Bermuda Triangle&quot;, &quot;Rocket Ride&quot;, &quot;And They Say I&#039;ve Got Talent&quot;). He has written in dozens of musical styles, from Klezmer to opera to Zappa pastiche to gospel choir to hip-hop.\nBut mostly... it&#039;s about the puns. The grade-A, hi-test, godawful stinkbombs that make you choke on your own laughter. And the horrifically bad jokes that you can&#039;t help but giggle at. And the ludicrous yet somehow plausible situations that you have no idea where that came from. And the audacity with which he throws &#039;em around. &quot;Smurfin&#039; Safari&quot;, &quot;Five Years&quot;, &quot;I Want To Be Peter Lorre&quot;, &quot;Domino Death&quot;, &quot;Sheep Marketing Ploy (The Ballad of Fenton)&quot;, &quot;Divine Irregularity&quot;, &quot;Telly Taley Heart&quot;, &quot;Honey-Glazed Ham&quot;, &quot;House At Cthulhu Corner&quot;, &quot;Psychic Voicemail Hotline&quot;, &quot;Dead Potters&quot;, &quot;Badger Pajama&quot;, &quot;The Illuminati Polka&quot;, &quot;Talk Like A Pirate Day&quot;, &quot;Spoiler Alert&quot;, &quot;Undead Happy Trees&quot;, &quot;Lars Needs Women&quot;, &quot;Tech Support For Dad&quot;, &quot;Zombie Blues&quot;....\nAnd then there&#039;s the speed with which he does it. He can make up a ditty about virtually any subject on the spot. He has improvised entire concerts, and can&#039;t seem to let ten minutes on stage go by without making up something no one&#039;s ever heard before, including him.\nOn top of all that, he&#039;s carving out a bit of a niche market -- songs for web sites, especially online comic strips. He&#039;s written songs for Accidental Centaurs, Kevin and Kell, Something Positive, Girl Genius, and the online Furry Fandom magazine Anthro.\nSo far, Tom&#039;s got eighteen albums, fourteen Pegasus Awards for Excellence in Filk, an animated music video (&quot;Enterprising Man&quot; from the second Babylon Park video) and a spot in the Filk Hall of Fame.\n(From <a href=&#039;http:\/\/www.tomsmithonline.com&#039;>Mr. Smith&#039;s Official page<\/A>)",
            "image": "smith_tom.jpg",
            "type": "Performer",
            "desc": "<p>\n\tFor the kids who love to dress up and show off we offer a great combo. Doc Osborn will introduce each child at the start of his Magic Show and then entertain them in his wonderful world of magic while judges award prizes (Judges: Jonna Hayden, Tamara Lowery and Debi Chowdhury).<\/p>\n",
            "date": "2019-06-29",
            "time": "19:00:00",
            "length": "60",
            "location": "CC: Meeting Room 8",
            "eventType": "Kids Prog.",
            "favorite": false
        },
        {
            "id": "289",
            "name": "Author's \/ Artist's Alley (Beckwith, Duntemann, T. Howard\/M. Wyers, Rodgers, Sherrer )",
            "bio": "Once told that if he were a villain, hed be called Sarcastro, Brett Brooks is a sharp-witted, dry-humored, and generous-natured writer based in metro Atlanta, Georgia. His work is intelligent and often humorous, focusing on heroic characters, empowered women, and the occasional talking animal. He is not above defying the conventions of genre just to make sure a good story is told.\n\nBrett has long been involved in both the comic and gaming world. He has written comics for both Dark Horse and Tekno Comics, as well as working on White Wolfs World of Darkness RPG. For twenty years he was a staff writer for Comic Shop News and the managing editor of Game Shop News. In the early 2000s he formed Pandahead Publishing alongside his wife, Allyson Brooks, where they published the cult-favorite RPG Xcrawl and later the kid-friendly RPG, Med-dling Kids.\n\nFrom a novel writing point of view, he is the author of the Pussy Katnip series, including Red is the Darkest Color, The Devil Was Green, the recent short-story anthology A Hand of Gold and other stories, and the upcoming full-length novel, The Deep Blue Sleep. He also wrote the criti-cally acclaimed horror-comedy novel Edible Complex, as well as the fantasy series The Cham-pions of Elan.\n",
            "image": "8864c-headshot-1-of-4-_square.png",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "19:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "290",
            "name": "Author's \/ Artist's Alley (K. Bogen, Hartness, J.D. Jordan, Malone, Sherrer)",
            "bio": "David E. Pascoe is a ne&rsquo;er-do-well of broad interests and little focus. He spent his childhood firmly ensconced in worlds of fantasy and science fiction with brief sorties into worlds of contemporary, horror and historical fiction of various stripes and inclinations. After rigorous intellectual training in theology and philosophy, he elected to enlist in the United States Navy, during which he used none of his skills to particularly good effect. Upon his separation from active duty, he dove back into science fiction, but this time as a writer. David spends his time in relative isolation somewhere on the East Part of the North American continent. His time is devoured by his infant son, and caring for his wife. Writing has taken something of a back seat, a circumstance not to David&#39;s liking, nor to that of the characters occupying his head. They seem to be organizing a strike . . .",
            "image": "pascoe_david.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "20:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "444",
            "name": "Reading:  Cedar Sanderson & Kal Spriggs",
            "bio": "Army Lieutenant Colonel (Retired) Douglas Burbey is constantly preparing to: repel the zombie hordes, defend America from all enemies foreign and domestic (particularly Hipsters and Fashionistas), brew beer & defeat the Rebel Alliance. His debut series Blood War has beer, dead demons, corrupt politicians, and rage issues.",
            "image": "54091-doug-burbey.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages from works<\/p>\n",
            "date": "2019-06-29",
            "time": "20:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "313",
            "name": "Author's \/ Artist's Alley (Hartness, Holmes, Humphreys, Sherrer)",
            "bio": "Gray Rinehart writes fiction, nonfiction, and music. He is the only person to have commanded an Air Force satellite tracking station, written speeches for Presidential appointees, and had music on The Dr. Demento Show. He is currently a contributing editor (the \"Slushmaster General\") for Baen Books.\nGray is the author of the near-future science fiction novel Walking on the Sea of Clouds, and his short fiction has appeared in Analog Science Fiction & Fact, Asimov's Science Fiction, Orson Scott Card's Intergalactic Medicine Show, and multiple anthologies. He is also a singer\/songwriter with two albums of mostly science-fiction-and-fantasy-inspired music.\nDuring his rather odd USAF career, Gray fought rocket propellant fires, refurbished space launch facilities, \"flew\" Milstar satellites, drove trucks, processed nuclear command and control orders, commanded the largest remote tracking station in the Air Force Satellite Control Network, and did other interesting things. His alter ego is the Gray Man, one of several famed ghosts of South Carolina's Grand Strand, and his web site is graymanwrites.com.",
            "image": "cb23d-gr_tlmb_angle_square.png",
            "type": "Author \/ Performer",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "21:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "443",
            "name": "Reading:  Monalisa Foster & Doug Burbey",
            "bio": "Mel Todd is the author of the Kaylid Chronicles. Owner of Bad Ash Publishing she has one author working with her on the Blood War series and another series is in the wings.  An avid reader and fanfic author she has published over a million words.  Find her at https:\/\/www.facebook.com\/badashbooks\/",
            "image": "5d1ab-4326.jpg",
            "type": "Author \/ Publisher",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages from their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "21:00:00",
            "length": "60",
            "location": "CC: Meeting Room 8",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "464",
            "name": "ARTC Presentations: \"Mercury - A Broadcast of Hope\"; \"Who is Killing the Great SF Writers of America\"; \"Nothing at All\"",
            "bio": "Jeff Duntemann has written professionally since 1974, in both science fiction\/fantasy and technical nonfiction. His early work in both areas reflects his experience as a programmer for Xerox in the 1970s and 1980s. His stories have appeared in Isaac Asimov's Science Fiction Magazine, Omni, the Orbit and Nova anthology series, and several standalone print anthologies. Two of his short stories have appeared on the final Hugo Awards ballot. \nOn the nonfiction side, he has worked as a technical editor for Ziff-Davis Publishing and Borland International, launched and edited two print magazines for programmers, and has twenty technical books to his credit, including the bestselling Assembly Language Step By Step. He wrote the \"Structured Programming\" column in Dr. Dobb's Journal for four years, and published technical articles in many magazines. He co-founded and ran editorial for The Coriolis Group, which became Arizona's largest book publisher in 1998. \nAfter retiring from technical publishing, Jeff resumed his career as an indie SF author.  Most of his fiction involves strong AI. His first novel, The Cunning Blood, appeared in hardcover from ISFiC Press in 2005. All his subsequent titles are available through Kindle, in both ebook and print editions. Outside of writing and publishing, Jeff's interests include programming, electronics, amateur radio (callsign K7JPD), telescopes, history, psychology, and kites. Jeff lives in Scottsdale, Arizona with his wife Carol and several bichon frise dogs.\n",
            "image": "96b17-jeff-pub-photo-200-high.jpg",
            "type": "Author",
            "desc": "<p>\n\tThis year&#39;s Atlanta Radio Theatre Company (ARTC) presentations will be:&nbsp;<span font-size:=\"\" helvetica=\"\" style=\"font-family: \">An episode of our Daily Podcast: &quot;Mercury - A Broadcast of Hope&quot; (about 5 minutes)&nbsp;<\/span><span font-size:=\"\" helvetica=\"\" style=\"font-family: \">After the zombie apocalypse, a handful of people operate a college radio station broadcasting practical tips, advice, and hope.<\/span><\/p>\n<p>\n\t<span font-size:=\"\" helvetica=\"\" style=\"font-family: \">&quot;Who is Killing the Great Science Fiction Writers of America&quot; -&nbsp;<\/span><span font-size:=\"\" helvetica=\"\" style=\"font-family: \">an episode of the series &quot;The Three Galaxateers&quot; - written by Ron N. Butler.&nbsp;<\/span><span font-size:=\"\" helvetica=\"\" style=\"font-family: \">During World War II three famous science fiction writers work on war projects for the US government.&nbsp;<\/span><span font-size:=\"\" helvetica=\"\" style=\"font-family: \">In this episode they discover that someone is killing other SF writers; starting with&nbsp;Henry Pepper, gun collector and writer of stories about alternate realities.<\/span><span font-size:=\"\" helvetica=\"\" style=\"font-family: \">(about 20 minutes)<\/span><\/p>\n<div font-size:=\"\" helvetica=\"\" style=\"font-family: \">\n\t&quot;Nothing at All&quot; - a fantasy play by Kelley S. Ceccato. In this Celtic fantasy, a young girl, with a talent for medicine, is obliged to treat an evil wizard&#39;s sickly,&nbsp;surly son. (about 30 minutes)<\/div>\n",
            "date": "2019-06-29",
            "time": "21:00:00",
            "length": "120",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "50",
            "name": "Reading: H.P. Holo & Jacob Holo",
            "bio": "\nBiography not found.\nIf you know of one we can use, please let us know.",
            "image": "maxwell_mark.jpg",
            "type": "Artist",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages of their works.<\/p>\n",
            "date": "2019-06-29",
            "time": "22:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "296",
            "name": "Author's \/ Artist's Alley (Q. Allen, Hartness, Holmes, Humphreys)",
            "bio": "Dr. Yohon Lo (Ph.D. Nuclear Engineering, UTK)&nbsp; is a rocket engineer by day working for Ducommun Miltec on the NASA Space Launch System at the Marshall Space Flight Center, and a space enthusiast by night. He is a board member of the Tennessee Valley Interstellar Workshop (TVIW) and is the president of the Huntsville AL L5 Society (HAL5).&nbsp; As a member of HAL5, he tinkers with hybrid rockets, built a &quot;Tri-hybrid&quot; suitcase rocket, assists in making 7000 series aluminum, does education outreach at various events, and is involved in building the next HAL5 rocket that will reach space.",
            "image": "lo_yohon.jpg",
            "type": "Scientist",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-29",
            "time": "22:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "34",
            "name": "Mad Scientist Roundtable",
            "bio": "CJ Henderson is the creator of both the Piers Knight supernatural investigator series and the Teddy London occult detective series. Author of such diverse titles as &quot;The Encyclopedia of Science Fiction Movies,&quot; &quot;Black Sabbath: the Ozzy Osbourne Years,&quot; and &quot;Baby&#039;s First Mythos,&quot; CJ has written some 70 books and\/or novels during his career, as well as hundreds and hundreds of short stories and comics and thousands of non-fiction pieces. Friend and colleague to such luminaries as William Shatner, James Warhola, and Spitz the wonder chimp, this unique and wholly original talent is one of the most outstanding talents ever to stride boldly forth from the tiny, inconsequential hamlet which turned its back upon him shortly after his birth. For more information on this amazing creator, or to read some of his short stories before the convention, simply head over to www.cjhenderson.com. Note of importance: those who bring bacon to his suite will receive preferential treatment.",
            "image": "henderson_cj.jpg",
            "type": "Author",
            "desc": "<p>\n\tRoundtable discussion of various and timely science topics moderated by Les Johnson. This is a remarkable panel dating back to the earliest LibertyCons. Everyone gets a say but no one gets to say too much.<\/p>\n",
            "date": "2019-06-29",
            "time": "23:00:00",
            "length": "120",
            "location": "CC: Meeting Rooms 9 & 10",
            "eventType": "Roundtable",
            "favorite": false
        },
        {
            "id": "89",
            "name": "Reading: S. Andrew Swann & ",
            "bio": "US writer and editor who worked as technical editor for Project Vanguard 1956-1958, and science writer for Avco Everett Research Laboratory 1960-1971, before being appointed editor of Analog following the death of John W Campbell Jr in 1971. The magazine had become creatively moribund - although it remained commercially healthy - during the last decade of so of Campbell&#039;s editorship. Bova maintained the magazine&#039;s orientation towards technophilic Hard SF but considerably broadened its horizons. In doing so he alienated some readers, who shared Campbell&#039;s puritanism - such stories as &quot;The Gold at the Starbow&#039;s End&quot; (March 1972 Analog) by Frederik Pohl and &quot;Hero&quot; (June 1972 Analog) by Joe W Haldeman, inoffensive though they might seem in the outside world, brought strong protests - but he revitalized the magazine, perhaps most notably with the 1972-1974 Haldeman sequence that began with &quot;Hero&quot; and became The Forever War (June 1972-January 1975 Analog; fixup 1974). In recognition of this, he received the Hugo for Best Editor every year 1973-1977; although he missed out in 1978 he gained it again in 1979 for his work during 1978, his final year as editor. Bova also involved the magazine&#039;s name in other activities, producing Analog Annual (anth 1976) - an original anthology intended as a thirteenth issue of the magazine - initiating a series of records and inaugurating a book-publishing programme. In 1978-1982 he was editor of Omni. From both journals he extracted several anthologies (see Checklist below). He served as president of the Science Fiction Writers of America 1990-1992.\nBova was active as a writer for many years before his stint at Analog, his first published sf being Young Adult novel, The Star Conquerors (1959), which began the Watchmen sequence also comprising Star Watchman (1964) and The Dueling Machine (May 1963 Analog with Myron R Lewis; exp 1969), the latter two assembled as Watchmen (omni 1994). He continued to concentrate on this market until THX 1138 * (1971), based on the George Lucas screenplay (> THX 1138). His next sequence, the Exiles series - Exiled from Earth (January-February 1971 Galaxy; 1971), Flight of Exiles (1972) and End of Exile (1975), all three being assembled as The Exiles Trilogy (omni 1980) - is also children&#039;s sf. Considerable work in shorter forms followed over the next decades, the best of it being assembled as Forward in Time (coll 1973), Viewpoint (coll 1977), Maxwell&#039;s Demons (coll 1979), Escape Plus (coll 1984), The Astral Mirror (coll 1985), partly nonfiction, Prometheans (coll 1986), Battle Station (coll 1987) and Twice Seven: Stories (coll 1998). Other early novels of interest include The Starcrossed (1975), a humorous example of Recursive SF whose protagonist is a thinly disguised Harlan Ellison (> The Starlost), The Multiple Man (1976), a suspense-thriller built on the concept of Clones, and Privateers (1985), which - along with its sequel, Empire Builders (1993) - succumbs to an assumption common to US hard sf: that governments will sooner or later fail to conquer space, and that individual entrepreneurs (vast multinational corporations exercising Japanese foresight [in the twenty-first century, Chinese foresight] need not apply) will take up the slack.\nBova&#039;s best-known stories, those about Chet Kinsman, an astronaut during the latter years of the twentieth century, were assimilated into the Kinsman Saga, whose internal ordering is Kinsman (fixup 1979) and Millennium (1976), the two volumes being assembled as The Kinsman Saga (omni 1987); Millennium, his best early novel (and perhaps his best altogether), is a tale of power-Politics in the face of impending nuclear Holocaust as the century ends. Colony (1978), set in a Lagrange-5 habitat in the same universe, carries the story - and humanity - further towards the stars, embodying the outward-looking stance Bova has held throughout his writing life, along with an ever-ready cynicism about government initiatives of any sort. More tellingly, the Voyagers sequence - Voyagers (1981), Voyagers II: The Alien Within (1982) and Voyagers III: Star Brothers (1990) - treats humanity&#039;s expansion within a framework of Space-Opera romance, with technology-dispensing Aliens establishing First Contact with emergent humans, star-crossed lovers, biochips and a great deal more. The Orion sequence - Orion (1984), Vengeance of Orion (1988), Orion in the Dying Time (1990), Orion and the Conqueror (1994) and Orion Among the Stars (May-August 1995 Analog; 1995) - puts into fantasy idiom a similar expansive message. Early novels and sequences like this, and the more recent Tales of the Grand Tour (see below), unfailingly advocate a private-enterprise based movement of humanity toward the stars; on this subject, Bova is consistently eloquent.\nThe more recent Triumph (1993), based on the somewhat precarious premise that Winston Churchill poisons Stalin in 1943 with a radioactive ceremonial sword, is an Alternate History tale which posits a more favourable outcome to World War Two. Technothrillers like Death Dream (1993) are stiff with earnest exposition of material not perhaps suitable for a thriller format or audience; Bova&#039;s most sustained and interesting work continues to focus on relatively Near Future scenarios of human frustration\/expansion into space. The best instalments in the loosely-structured Tales of the Grand Tour (for books included in this retroactive rubric, see Checklist below) are those, like Mars (1992) (> Mars), which describe with lovingly detailed verisimilitude various crunch points in the crusade outward; in this case, he focuses on the first manned flight to that planet. The series novel Titan (2006) won a John W Campbell Memorial Award. Tales of the Grand Tour (coll 2004) offers a guide to the sequence, which is described by Bova with sufficient flexibility to be associated even with the Kinsman Saga, a series so outpaced by history that it reads as though set in an alternate universe (> Alternate History). The straightforwardness of Bova&#039;s agenda for humanity may mark him as a figure from an earlier era; but the arguments he laces into sometimes overloaded storylines are arguments it is important, perhaps absolutely vital, to make. [JC\/MJE]\n(From <a href=&#039;http:\/\/sf-encyclopedia.com\/entry\/bova_ben&#039;>Mr. Bova&#039;s page<\/A> at the Encyclopedia of Science Fiction)",
            "image": "bova_ben.jpg",
            "type": "Scientist \/ Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests reads passages of their works<\/p>\n",
            "date": "2019-06-30",
            "time": "10:00:00",
            "length": "60",
            "location": "CC: Meeting Room 7",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "108",
            "name": "Kaffeeklatsch",
            "bio": "(1930-2007)\nFred Thomas Saberhagen was an American science fiction and fantasy author most famous for his Berserker series of science fiction short stories and S.F. novels.\nSaberhagen also wrote a series of vampire novels in which the vampires (including the famous Dracula) are the protagonists, and a series of post-apocalyptic mytho-magical novels beginning with his popular Empire of the East and continuing through a long series of Swords and Lost Swords novels. Saberhagen died of cancer, in Albuquerque, New Mexico.\n(From <a href=&#039;http:\/\/classic-sf.com\/Authors\/FredSaberhagen&#039;>Mr. Saberhagen&#039;s page<\/A> at the Classic Fantasy & Science Fiction Page)",
            "image": "saberhagen_fred.jpg",
            "type": "Author",
            "desc": "<p>\n\tHave coffee \/ continental breakfast and chat with the pros.<\/p>\n",
            "date": "2019-06-30",
            "time": "10:00:00",
            "length": "60",
            "location": "M: Tennessee River Room",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "310",
            "name": "Author's \/ Artist's Alley (Braker, Frost, Howell, J.D. Jordan, McClure)",
            "bio": "Bradley Sinor has been writing for five\/sixths of his life, and has written many short stories, most of them in a variety of anthologies and three short story collections. He lives in Tulsa, OK, with his wife (writer and copy-editor) Sue Sinor.",
            "image": "sinor_brad.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-30",
            "time": "10:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "327",
            "name": "New Homes for Humanity: Terraforming Mercury and Venus",
            "bio": "Whit Williams is a writer, a medic, and a protege of the great Hank Reinhardt. His published work includes the short story Lion Country and the interim chapters of Hank Reinhardt&#39;s Book Of Knives. Currently he is working on a new book, The Reinhardt Method of Rapier &amp; Dagger, the first in a series of four books about sword technique.",
            "image": "williams_whit.jpg",
            "type": "Performer",
            "desc": "<p>\n\tKen Roy gives a fascinating presentation on what the future could hold with respect to terraforming Mercury and Venus.<\/p>\n",
            "date": "2019-06-30",
            "time": "10:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "467",
            "name": "Reading:  Nik Rao & Lou Antonelli",
            "bio": "C. S. Ferguson used to be an adventurer. He traveled half a million miles through 55 countries on every continent, circling the globe nine times. Then he had this epic fight vs. a crazy boss monster that was basically a vampiric half-dragon 14th level ranger\/7th level assassin. He tried to solo it, which was a big mistake, because that boss was a total badass. Yeah. It didn't end well. So, after he weaned himself off the pain killers, Ferguson retired from that and looked for something less dangerous. He settled in Seattle, where everyone is an aspiring game designer, so he claimed the same in an effort to fit in. Except, people believed him. His 14 games are in 68 countries. That means people actually buy them, which is pretty cool because now he can afford the high-end ramen. The mail lady and grocery store checkout girl both know him by name, so that's two diehard fans. And his mom gets his name right half the time, so that's like two and a half. That's more girls than would talk to him in middle school, so his life is improving.",
            "image": "79103-vin-1.jpg",
            "type": "Author",
            "desc": "<p>\n\tHear our authors read from their various works.<\/p>\n",
            "date": "2019-06-30",
            "time": "10:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "297",
            "name": "What's New in 1632 \/ Grantville Roundtable",
            "bio": "Jason \"PK\" Levine has been a diehard gamer since he GMed his first RPG at age 12. Now he edits, writes, and produces supplements for Steve Jackson Games, as the Assistant GURPS Line Editor - one of his latest books is GURPS Mars Attacks.  In his spare time, he geeks out to everything from obscure music to Transformers.",
            "image": "levine_jason.jpg",
            "type": "Professional Panelist",
            "desc": "<p>\n\t&nbsp;Rick Boatright moderates this panel on what is new in the 1632 \/ Grantville universe in all it&#39;s alternate history glory, with a mass autograph session to follow.<\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "90",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Roundtable",
            "favorite": false
        },
        {
            "id": "306",
            "name": "Reading: Tamara Lowery & David L. Burkhead",
            "bio": "Bill Swears wrote Zook Country while recovering from injuries received trying to fly an experimental airplane from Hawaii to San Francisco. He's an Alaskan husband and father, technical writer\/editor, PhD student, and dog breeder, and was a college professor, a USCG (rescue) and Army helicopter pilot (also, less savory things).",
            "image": "swears_bill.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests reads passages of their works<\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "281",
            "name": "Author's \/ Artist's Alley (Beckwith, Gibbons, H.P. & J. Holo, C. Kennedy, Schantz)",
            "bio": "Griffin spent his youth in four different countries, learning three languages, and burning all his bridges. Finally settled in Northern California with a day job as a police officer in a major metropolitan department, he lives the good life with his lovely wife, crazy-smart daughter, and needy dog. 1636: Mission to the Mughals, co-authored with Eric Flint, is his first novel. He has three short stories set in different universes out in 2019, two in anthologies from Baen Books: A Goddess in Red appears in Noir Fatale and Alpha Gamers in Voices of The Fall. Crate 88 appears in Chuck Gannon's Lost Signals Anthology.",
            "image": "barber_griffin.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "153",
            "name": "Large Dice Games with Fritz and Agatha",
            "bio": "Ben Davis has a Ph.D. in Nuclear Physics and an M.S. in Nuclear Astrophysics from the University of Notre Dame. He taught at the college level for several years on a number of technical subjects ranging from computer programming and math to, of course, astronomy and physics. In the late nineties, he took up a career in software and industrial controls engineering (robot programming and electronics are fun as they seem). As a lifelong fan of science fiction, his main avocations now involve history, futurism and skepticism. When not traveling with his wife, playing with his dogs, climbing rocks, or attending cons, he spends his spare time pondering general relativity, the search for extraterrestrial intelligence and the effects of antimatter on the dark matter\/dark energy problem. Sometimes, he hunts for true psychics, ghosts and other paranormal phenomenon to no avail.",
            "image": "cf76d-lecturing2cropped.jpg",
            "type": "Scientist",
            "desc": "<p>\n\tFritz Fotovich and Agatha Jean will be offering this year&#39;s giant dice by the Convention Center North Entrance.<\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "60",
            "location": "CC: Hall End by Meeting Room 6",
            "eventType": "Kids Prog.",
            "favorite": false
        },
        {
            "id": "265",
            "name": "Balloons of Doom",
            "bio": "A native of Riverside, Illinois, A.R. Cook&nbsp; currently resides in Gainesville, Georgia, where she writes The Scholar and the Sphinx YA book series, &ldquo;&hellip;an exciting journey filled with magic, mystery and mythological creatures.&quot; She recently released the second installment in the series, The Fang of Fenrir, to rave reviews. She also has short stories published in the anthology The Kress Project from the Georgia Museum of Art, and the fairy-tale collection Willow Weep No More from Tenebris Books. Several of A.R.&#39;s short stories and short plays have been awarded honorable mentions in various magazines, such as Toasted Cheese Literary Journal and Writer&#39;s Digest. From 2009-2013, A.R. was the book review columnist for The Gainesville Times, one of the most widely distributed newspapers in northeastern Georgia.",
            "image": "cook_ar.jpg",
            "type": "Author",
            "desc": "<p>\n\tDoc Osborn unleashes controlled chaos with his balloons of doom!<\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "60",
            "location": "CC: Meeting Room 7",
            "eventType": "Kids Prog.",
            "favorite": false
        },
        {
            "id": "451",
            "name": "The Art of Mitch Foust",
            "bio": "Sci-fi author Ian J. Malone has written in a variety of arenas over the years, ranging from public health to news and sports. When it comes to his fictional work, he's a firm believer that nothing shapes a person's writing like experience. That's why he credits his tenures in radio, law enforcement, and military contracting for much of his inspiration, plus the legion of family and friends who've stood with him along the way.\nBeyond writing, Malone serves as co-host of \"The Dudes in Hyperspace Podcast\" and is an avid fan of audiobooks (he's legally blind). It's also not uncommon to find him at a ballgame, a concert, or somewhere out by a grill.\nMalone is an active member of the Science Fiction & Fantasy Writers of America and a resident of Durham, North Carolina - but he'll always be a \"Florida boy\" at heart.\nFor more on Ian J. Malone and his books, visit him online at ianjmalone.net. You can also follow him on Twitter (@ianjmalone) or befriend him on Facebook.",
            "image": "0c3cd-ijm-author-pic.jpg",
            "type": "Author",
            "desc": "<p>\n\t<span style=\"color: rgb(51, 51, 51); font-family: &quot;Libre Franklin&quot;, &quot;Helvetica Neue&quot;, helvetica, arial, sans-serif; font-size: 16px;\">Mitch Foust discovered a passion for Fantasy, art, and history at an early age. He started his art career producing comic books in the black and white comic boom of the 1980&rsquo;s. Foust has gone on to produce many illustrations for comics, book covers, role playing games, and t-shirts. Mitch has developed a fascination with textures and details in his work. He strives for as much realism as possible, creating his own unique look to his fantasy paintings. Since 2009, he has compiled his work into an annual Yearbook.&nbsp;<\/span><\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Presentation",
            "favorite": false
        },
        {
            "id": "391",
            "name": "Room reset after Kaffeeklatsch",
            "bio": "Rob Reed has been a reporter, magazine staff writer, web content writer, and firearms instructor. His story \"Dear Diary\" is featured in in Michael Z. Williamson's \"Freehold: Resistance\" anthology.",
            "image": "ce80f-rob-color-head-shot.jpg",
            "type": "Author",
            "desc": "<p>\n\tRoom reset after Kaffeeklatsch<\/p>\n",
            "date": "2019-06-30",
            "time": "11:00:00",
            "length": "30",
            "location": "M: Tennessee River Room",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "60",
            "name": "What's New From Copper Dog Publishing",
            "bio": "S. M. Stirling was born in Metz, France, and traveled extensively with his family as a child, living in France and Kenya before returning to Canada as a teenager. He earned a law degree at Osgood Hall in Toronto, and worked numerous odd jobs before settling down to write full time in 1988. \nStirling is best known for his alternate histories, notably the four-book Draka series that began with Marching Through Georgia (1988). Conquistador (2003) is both an alternate-history and an alternate-world novel, and The Peshawar Lancers (2002) is an alternate history of arrested technology. His &quot;Island in the Sea of Time&quot; trilogy transported modern-day Nantucket back to the Bronze age, beginning with Island in the Sea of Time (1998). Change World novels Dies the Fire (2003) and The Protector&#039;s War are set in a modern world where technology has stopped working. \nA frequent collaborator, Stirling has written books with Holly Lisle, David Drake, Jerry Pournelle, Anne McCaffrey, Raymond E. Feist, and James Doohan. He&#039;s also written Babylon 5 and Terminator 2 media tie-ins, and edited Drakas! (2000), an anthology of work by other authors set in the Draka universe. Stirling lives with his wife in Santa Fe, New Mexico.\n(From <a href=&quot;http:\/\/www.locusmag.com\/2006\/Issues\/01Stirling.html&quot;>Locus Online Interview<\/a>)",
            "image": "stirling_s_m.jpg",
            "type": "Author",
            "desc": "<p>\n\tPublisher Michael Hanson and his authors talk about what&#39;s new this year from Copper Dog Publishing \/ Moondream Press.<\/p>\n",
            "date": "2019-06-30",
            "time": "12:00:00",
            "length": "60",
            "location": "CC: Meeting Rooms 9 & 10",
            "eventType": "Panel",
            "favorite": false
        },
        {
            "id": "81",
            "name": "Reading: Phil Wohlrab & Karen Bogen",
            "bio": "US composer and writer, more active in and better known for her occult and mystery tales than for her early sf, which is mostly restricted to work from the 1970s; she has also written as Quinn Fawcett (with Bill Fawcett), Camille Gabor, Trystam Kith and Vanessa Pryor. After around 1980 she became (and has remained) identified with the Saint-Germain sequence of fantasies about a sympathetic immortal Vampire of aristocratic birth. Set in Europe and elsewhere over a span of centuries, the main sequence begins with Hotel Transylvania: A Novel of Forbidden Love (1978) and ends twenty-five volumes later (see Checklist) with An Embarrassment of Riches (2011); further volumes are expected. There are two subsidiary sequence, the Atta Olivia Clemens books about Saint-Germain&#039;s vampire lover beginning with A Flame in Byzantium (1987); and the Madelaine de Montalia books beginning with Out of the House of Life (1990). As these interlinked sequences have progressed, Yarbro has decreasingly concentrated upon the vampirism of her protagonists and spent much more energy establishing some historical verisimilitude for the territories visited, sticking more and more frequently to the end of the Roman Empire, where she has also set some nonfantastic historical novels. Other non-sf series include the Ogilvie, Tallant & Moon detective sequence with fantasy elements, beginning with Ogilvie, Tallant & Moon (1976; vt Bad Medicine 1990 as C Q Yarbro); and the Mycroft Holmes pastiches (> Sherlock Holmes; Steampunk) beginning with Against the Brotherhood: A Mycroft Holmes Novel (1997) with Bill Fawcett, writing together as Quinn Fawcett.\nIn other words, Yarbro soon moved a significant distance from sf - which she began publishing with &quot;The Posture of Prophecy&quot; for If in 1969 - and seems unlikely to return except casually, with the exception of a tale like Taji&#039;s Syndrome (1988), a Near Future medical thriller. Her most significant sf work, most of it decidedly more pessimistic about the world than her tales set in the past, include the tales assembled in Cautionary Tales (coll 1978), which share an energetic starkness, a tendency for her characters - as James Tiptree Jr remarked in her introduction to the book - to engage in rather arousing operatic duets and tirades, and a genuinely Dystopian vision of times to come; other tales of interest, though with decreasing sf content, were assembled in Signs & Portents (coll 1984) and Apprehensions and Other Delusions (coll 2004). Her first sf novel, Time of the Fourth Horseman (1976) - in which a plan to head off Overpopulation by reinfecting children with various diseases gets radically out of hand - confirmed this sense of the darkness of her work; as did False Dawn (in Strange Bedfellows, anth 1973, ed Thomas N Scortia; exp 1978), which is set further into the future and likewise deals with a world ravaged by mutated diseases. Nor did Hyacinths (1983), set in a Near-Future Dystopian America characterized by a wrecked economy and mind control, modify the sense that Yarbro was an author entirely in control of what she wished to say, and in what genre. Sf has been a genre which enabled her to look forward into the dark, on occasion. For the most part, she has gazed away from the darknesses she perceived in the times to come. She was honoured as a World Horror Grandmaster in 2003. [JC]\n(From <a href=&#039;http:\/\/sf-encyclopedia.com\/entry\/yarbro_chelsea_quinn&#039;>Ms. Yarbro&#039;s page<\/A> at the Encyclopedia of Science Fiction)",
            "image": "yarbro_chelsea_quinn.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guests read passages from their works<\/p>\n",
            "date": "2019-06-30",
            "time": "12:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "402",
            "name": "1632 Grantville Mass Autograph Session",
            "bio": "Denise is a member of the Science Fiction Poetry Association and has had her work published in journals, chapbooks and anthologies. She has written a weekly cooking column for the past 12 years and her most recent book, A Culinary History of Southern Delaware was published by the American Palate imprint of the History Press in 2016.\n\nDenise has presented at many SF Conventions with a focus on food. Her topics range from the Food of Star Trek to interactive writing workshops on world building through feeding the inhabitants of speculative worlds.",
            "image": "deaf0-unnamed.jpg",
            "type": "Author",
            "desc": "<p>\n\tMass autograph session immediately follows the 1632 Roundtable. Limit 2 books per person per pass thru the line.<\/p>\n",
            "date": "2019-06-30",
            "time": "12:30:00",
            "length": "30",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "82",
            "name": "Reading: Michael J. Allen & D. Alan Lewis",
            "bio": "David Burroughs Mattingly was born in Fort Collins, Colorado in 1956, the son of John W. Mattingly, the inventor of the &quot;Water Pik&quot;. David began drawing and painting as a small child, influenced by comic books, Edgar Rice Burroughs, and a wide array of artists from Jim Steranko, to N.C. Wyeth, to Jackson Pollack. After high school, he attended the Colorado Institute of Art , Colorado State University and later transferred to Art Center College of Design in Pasadena, California. After school, he worked at Walt Disney Studios, ultimately becoming head of the matte department. He worked on &quot;The Black Hole&quot;, &quot;Tron&quot;, &quot;Dick Tracy&quot;, Stephen King&#039;s &quot;The Stand&quot; and most recently &quot;I, Robot&quot; for Weta Digital in New Zealand.\nWhile at Disney Studios, David began doing freelance art. His first published piece was the album cover for &quot;The Commodores Greatest Hits&quot;. His first sale of art for a book cover was for &quot;A Wizard in Bedlam,&quot; by Christopher Stasheff, published by DAW Books. In 1983 he moved to New York City, and a year later across the Hudson River to Hoboken, New Jersey.\nDavid has produced over 500 covers for most major publishers of science fiction and fantasy, including Baen, Bantam, DAW, Del Rey, Dell, Marvel, Omni, Playboy, Signet, and Tor. For Scholastic Inc, David painted 54 covers for K.A. Applegate&#039;s &quot;Animorphs&quot; series, along with the last 5 covers for the &quot;Everworld&quot; series.. He illustrated the popular &quot;Honor Harrington&quot; series for author David Weber. He painted the latest repackaging of Edgar Rice Burroughs&#039; &quot;Pellucidar&quot; books for Ballantine Books. He is a two time winner of Magazine and Booksellers &quot;Best Cover of the Year&quot; award, and winner of the Association of Science Fiction Artists &quot;Chesley&quot; award. Other clients include Michael Jackson, Lucasfilm, Universal Studios, Totco Oil, Galloob Toys, R\/Greenberg Associates, Click 3X and Spontaneous Combustion.\nAfter 20 years of traditional painting, David bought a computer ten years ago and has mainly worked digitally since then, preferring the powerful new tools that working digitally offers the artist. Most of his work today combines digital painting, and elements generated in 3D programs.\nDavid is married to Cathleen Cogswell, and they share their home with two cats, Jackson and Glinda (pictured above).\n(From <a href=&#039;http:\/\/www.davidmattingly.com\/Pages\/Davidbio.html&#039;>Mr. Mattingly&#039;s Official page<\/A>)",
            "image": "mattingly_david.jpg",
            "type": "Artist",
            "desc": "<p>\n\tCome out and have a seat as our authors reads passages of their works<\/p>\n",
            "date": "2019-06-30",
            "time": "13:00:00",
            "length": "60",
            "location": "CC: Meeting Room 8",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "95",
            "name": "Celebrity Jeopardy",
            "bio": "(1946-2008)\nUS writer who began publishing sf with his first novel, The Cold Cash War (1977), which alarmingly conflates Game-World antics (like fake Wars between mercenaries representing rival corporations on rented turf - Brazil, for instance, being visualized mainly as an arena for world-dominating firms to play games in) and a political rationale to legitimize the corporate control of Earth. Asprin&#039;s later novels continued to chafe against similar real-life constraints, and it was not until the invention of the Thieves&#039; World universe that he came into his own. The individual volumes in the sequence - a Shared-World fantasy enterprise crafted by a number of writers - were designed by Asprin to comprise a number of stories written (or edited) so that they read as Braids; he may have been the first sf or fantasy editor to create a significant braided anthology or novel. The sequence begins with Thieves&#039; World * (anth 1979) and ends with Stealer&#039;s Sky (anth 1989). Six Graphic-Novel versions of material from the sequence were published, all with Lynn Abbey and Tim Sale, beginning with Thieves&#039; World Graphics 1 (graph 1985), #2 (graph 1986) and #3 (graph 1986). Other fantasy sequences include the M.Y.T.H. sequence and the Elfquest sequence).\nSince 1979 almost all of Asprin&#039;s work was fantasy, mostly comic. An exception is his Phule&#039;s Company sequence - beginning with Phule&#039;s Company (1990) and ending with Phule&#039;s Company #5: No Phule Like an Old Phule (2003) with Peter J Heck - which deploys the eponymous passel of ragbag soldiers in a Space-Opera universe. A more recent series, Wartorn, begins with Wartorn: Resurrection (2005) with Eric Del Cario. Asprin&#039;s reputation lies mainly in the ingenuity of his braiding activities as editor, but his comic fiction was craftsmanlike. [JC]\n(From <a href=&#039;http:\/\/sf-encyclopedia.com\/entry\/asprin_robert_lynn&#039;>Mr. Asprin&#039;s page<\/A> at the Encyclopedia of Science Fiction)",
            "image": "asprin_robert.jpg",
            "type": "Author",
            "desc": "<p>\n\tWatch as Alan Andrews, Amanda Makepeace and John Hartness battle it out with fast answers on Art, Science, Literature and other fun topics. There can be only ONE!<\/p>\n",
            "date": "2019-06-30",
            "time": "13:00:00",
            "length": "60",
            "location": "CC: Meeting Room 6",
            "eventType": "Event",
            "favorite": false
        },
        {
            "id": "358",
            "name": "Voices of The Fall Roundtable - The Black Tide Rising Anthology Continues",
            "bio": "Van Allen Plexico won the 2015 Pulp Factory Awards for both Novel of the Year and Anthology of the Year. He is the Amazon bestselling author of fifteen novels and numerous short stories, audiobooks, novellas, nonfiction books, columns and essays from a variety of publishers. In addition to his long-running SENTINELS superhero novel series and his SHATTERING Military SF\/Space Opera series, he has created two bestselling nonfiction books about Marvel's Avengers as well as being selected to write the year-by-year history of the Avengers for Upper Deck's commemorative trading card set. He has written many classic pulp characters in prose and comics form for various publishers, including Sherlock Holmes, the Griffon, Gideon Cain: Demon Hunter and Lance Star-Sky Ranger. His Military SF novella, COLD LIGHTNING, served as the basis for the upcoming graphic novel of the same name, from White Rocket Books. His biweekly interview program, the White Rocket Podcast, was a finalist in the 2015 Parsec Awards. An Associate Professor at Southwestern Illinois College, he has appeared as a guest, presenter and event host at dozens of conventions and literary festivals across the US. He has moderated for and interviewed many prominent SF authors and comics professionals for DragonCon programming over the years, as well as on his podcasts, and he has hosted DragonCon's \"Marvel\/DC Jeopardy\" tournament for the past 18 years.",
            "image": "f0b8b-van-allen-plexico-2015-pulp-factory-awards.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome join John Ringo and his motley crew of authors for their roundtable on the next installment of the Black Tide Rising anthology. Will be followed by a mass autograph session. Gary Poole, Mod.<\/p>\n",
            "date": "2019-06-30",
            "time": "13:00:00",
            "length": "90",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Roundtable",
            "favorite": false
        },
        {
            "id": "171",
            "name": "Reading:  Tom Kratman & Mark Wandrey",
            "bio": "Rocky P Perry, rockyperry.com , was born in 1975 in Flintstone, Ga. Diagnosed with Dyslexia at the age of six, he spent the first years of his life learning in small a classroom away from his peers. He first learned to read on his own at the age of ten and was allowed to join his classmates in middle school. His struggles with reading left him without any ability to explore the world inside books like other readers. This gave him a drive to explore worlds in his mind. He loved to look at comic books and make up his own stories, which eventually led to him becoming a storyteller. Most of his life was spent as an artist, mostly a painter. For years he told his stories with a brush, unable to write his stories with the skill they required. As he got older, technology caught up with his disability. He was finally able to tell his stories and put them on paper with the help of speech to text software. This is when he wrote his first book, unpublished. After writing on several more projects, he published his first book, Luke Banderloft and the McFarven Pirates, book one of his current series. A story not unlike his own, but set in a world all his own. In 2013 he started production on a web series based on the Luke Banderloft series, lukebanderloft.com . Working with actors and crew local to Chattanooga and Trey Cook of Cook Box Productions, he hoped to create a film version of his book series that would show fantasy films can be done on a small budget. Episode one can be found at the #LukeBanderloft youtube channel starting Feb 1 of 2014.",
            "image": "perry_rocky.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome out and have a seat as our author guest reads passages of their works<\/p>\n",
            "date": "2019-06-30",
            "time": "14:00:00",
            "length": "60",
            "location": "M: Lookout Mountain Room",
            "eventType": "Reading",
            "favorite": false
        },
        {
            "id": "160",
            "name": "Large Dice Games with Agatha Jean",
            "bio": "Cy is a PhD candidate in evolutionary biology at Vanderbilt. She studies the molecular evolution of a gene stolen by a fly from a fungus, and tries to make kids and the general public excited about science. She is a firm believer that biological truth is way weirder than any fiction she&#039;s ever read, and loves promoting that idea in con panels.",
            "image": "chase_cy.jpg",
            "type": "Editor",
            "desc": "<p>\n\tAgatha Jean will be offering this year&#39;s giant dice games for your enjoyment by the Convention Center North Entrance.<\/p>\n",
            "date": "2019-06-30",
            "time": "14:00:00",
            "length": "60",
            "location": "CC: Hall End by Meeting Room 6",
            "eventType": "Kids Prog.",
            "favorite": false
        },
        {
            "id": "330",
            "name": "Steve Jackson Games - Open Gaming",
            "bio": "Dr. Arlan Andrews, Sr., has published dozens of science fiction stories in magazines and anthologies, as well as two story collections, two novels, and several hundred articles and columns, mostly dealing with speculative technology, humor, paranormal, ancient technologies, and Fortean subjects - totaling over 500 publications in more than 100 venues worldwide.   (He's also written numerous music comedy plays for SF cons Inconjunction and Bubonicon, a Heinlein filk, a few occult country-western songs, and with Dr. Catherine Asaro, the recent ballad \"Ancient Ages\" available for viewing on YouTube.)\nAfter an engineering career at AT&T Bell Labs at White Sands Missile Range and around the U.S., Arlan retired as a Manager at Sandia National Laboratories in Albuquerque in 1996, then co-founded several high-tech startups, finally retiring as Environmental Director at Naval Air Station Corpus Christi, Texas, in 2013.  Since then he has been a consultant and writer.  His latest non-fiction project is a book about an ancient solar calendar site in Peru, which he visited in 2012 and again in 2017.  \nIn 1992, while working as a Fellow in the White House Science Office (OSTP), Arlan founded SIGMA, the science fiction think tank, which provides pro bono science fictional futurism for the Federal Government.  SIGMA members have since worked with all of the Armed Forces and alphabet agencies, and in 2012 put on a panel on \"Disruptive Technologies\" in Riyadh, Saudi Arabia, as guests of the Kingdom.  SIGMA work continues now with the Unified Futures Forum of the US Army Special Forces Command,  with the Science and Technology Directorate of the Department of Homeland Security, and other agencies.\nIn addition to writing the first article about 3D printing (\"Manufacturing Magic\" Analog, September 1992), Arlan coined the terms \"nanobots\" and \"microbots\" in a series of 1992 articles in Science Fiction Review Magazine, and wrote the first White House endorsement of molecular nanotechnology and 3D printing  (\"Manufacturing\" chapter in The President's Report to Congress on Science and Technology, April 1993 ).  And in a June 1993 article, \"Single Stage to Infinity!\" he coined the immortal phrase, \"A spaceship that that takes off and lands the way God and Robert Heinlein intended.\"\nArlan and his wife Joyce live near Louisville, Kentucky.  They have six children and eleven grandchildren, scattered from Massachusetts to Nevada.  And three small dogs.\n",
            "image": "4d925-aka-lc-2019-bio-1.jpg",
            "type": "Scientist \/ Author",
            "desc": "<p>\n\tSteve Jackson Games will demo new and familiar games - come one, come all!<\/p>\n",
            "date": "2019-06-30",
            "time": "14:00:00",
            "length": "60",
            "location": "M: East\/West Room",
            "eventType": "Gaming",
            "favorite": false
        },
        {
            "id": "362",
            "name": "Author's Alley (Burkhead, J. Hunter, T. Lowery, J. Osborne, William Webb)",
            "bio": "Cherie Priest is the author of 20 books and novellas, including the haunted house thriller The Family Plot, gothic horror novel Maplecroft from Roc, and the award-winning Clockwork Century series from Tor.",
            "image": "7541b-6277050404_1b4a217cb2_o.jpg",
            "type": "Author",
            "desc": "<p>\n\tCome by the Author&#39;s \/ Artist&#39;s Alley to chat, buy a book or get an autograph!<\/p>\n",
            "date": "2019-06-30",
            "time": "14:00:00",
            "length": "60",
            "location": "Author's Alley (M: Plaza Ballroom Mezzanine)",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "466",
            "name": "Humor in SF and Fantasy",
            "bio": "Tom Tinney is Biker (The V-twin kind...not a fan of peddling) that happens to enjoy writing Science Fiction and Fantasy. Yes, the world's first Biker-Nerd. He has published two books, numerous anthology contributions and his novel \"Blood of Invidia\" (written with his son) was a finalist for the 2017 Dragon award. They are currently working on the second book in the series \"Legacy of Invidia\" as well as regular short story releases on his website www.tomtinney.com. You can connect with him via his Facebook group https:\/\/www.facebook.com\/groups\/BikerNerd (SciFi, Fantasy, Entertainment, no politics).",
            "image": "948a2-tom-authorshot.jpg",
            "type": "Author",
            "desc": "<p>\n\tEd McKeown moderates this panel on the tricks of the trade in adding humor to your science fiction or fantasy story or novel<\/p>\n",
            "date": "2019-06-30",
            "time": "14:00:00",
            "length": "60",
            "location": "CC: Meeting Room 7",
            "eventType": "Panel",
            "favorite": false
        },
        {
            "id": "359",
            "name": "Voices of The Fall Mass Autograph Session ",
            "bio": "A USA Today bestselling author of multi-layer science fiction and fantasy novels. In 2018, Michael expanded his list beyond his Scion space opera and Bittergate modern high fantasy series. His most recent works include two urban fantasy series (Dumpstermancer & Blood Phoenix Chronicles), a western-style fantasy from Bell Bridge Books and he was fortunate enough to join the ranks of the Four Horseman military sci-fi universe in Tales from the Lyon's Den. A former submarine reactor operator, public speaker, cooking enthusiast, and Starfleet International officer, he's enjoying teenager free days experimenting with diabetic recipes and expanding his published works through his small publishing company Delirious Scribbles Ink.",
            "image": "55561-mja-bio-photo.jpg",
            "type": "Author",
            "desc": "<p>\n\tMass Autograph Session immediately following the Voices of the Fall Roundtable.&nbsp;The Black Tide Rising Anthology Continues<\/p>\n",
            "date": "2019-06-30",
            "time": "14:30:00",
            "length": "30",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Autograph",
            "favorite": false
        },
        {
            "id": "39",
            "name": "Closing Ceremonies - Let's Bitch at Brandy",
            "bio": "Few can claim the varied background of award-winning author Stephanie Osborn, the Interstellar Woman of Mystery.\nVeteran of more than 20 years in the civilian space program, as well as various military space defense programs, she worked on numerous space shuttle flights and the International Space Station, and counts the training of astronauts on her resume. Her space experience also includes Spacelab and ISS operations, variable star astrophysics, Martian aeolian geophysics, radiation physics, and nuclear, biological, and chemical weapons effects.\nStephanie holds graduate and undergraduate degrees in four sciences: astronomy, physics, chemistry and mathematics, and she is \"fluent\" in several more, including geology and anatomy.\nIn addition she possesses a license of ministry, has been a duly sworn, certified police officer, and is a National Weather Service certified storm spotter.\nHer travels have taken her to the top of Pikes Peak, across the world's highest suspension bridge, down gold mines, in the footsteps of dinosaurs, through groves of giant Sequoias, and even to the volcanoes of the Cascade Range in the Pacific Northwest, where she was present for several phreatic eruptions of Mount St. Helens.\nNow retired from space work, Stephanie has trained her sights on writing. She has authored, co-authored, or contributed to some 40 books, including the celebrated science-fiction mystery, Burnout: The mystery of Space Shuttle STS-281. She is the co-author of the Cresperian Saga book series, and has written the critically acclaimed Displaced Detective Series, described as \"Sherlock Holmes meets The X-Files,\" and its pulp-bestselling prequel series, Gentleman Aegis, the very first book of which won a Silver Falchion award. She has dabbled in paranormal\/horror as well, releasing the ebook novella El Vengador, based on a true story. Her recent popular science book, Rock and Roll, a discussion of the New Madrid fault and its historic quakes, was a multiple-genre bestseller! It will soon be followed with Kiss Your Ash Goodbye, an explanation of the Yellowstone supervolcano. Currently she's launching into the unknown with the Division One series, her take on the urban legend of the people who show up at UFO sightings, alien abductions, etc. to make things...disappear.\nIn addition to her writing work, the Interstellar Woman of Mystery now happily \"pays it forward,\" teaching math and science through numerous media including radio, podcasting and public speaking, as well as working with SIGMA, the science-fiction think tank.\nThe Mystery continues.\n",
            "image": "2420d-stephblue1_large.jpg",
            "type": "Scientist \/ Author",
            "desc": "<p>\n\tDid you have a great time at the convention? Or was there something that absolutely irritated you? Either way, come out and let us know at our Closing Ceremonies.<\/p>\n",
            "date": "2019-06-30",
            "time": "15:00:00",
            "length": "60",
            "location": "CC: Meeting Rooms 4 & 5",
            "eventType": "Event",
            "favorite": false
        }
    ]
}